{
  "511071cab15a7ab603000005": {
    "body": "To create legislation that will subject all politicians to 100% of the laws of their respective states and 100% of the laws of the federal government without exemption and be forced to invest and protect themselves in the same fashion in which they have legislated the people must and they may not use or acquire private or public sector services that would seek to circumvent the laws that apply in order to acquire any ability or edge in their own defense or investments or any other aspect of their lives that is not readily available and obtainable to the common citizen nor shall they be allowed to invest their private finances in any foreign venture due to it being in direct conflict with the American peoples employment and national financial interest so long as they hold a public office.", 
    "category": "", 
    "title": "To pass legislation to make all public officials subject to the laws without exemption."
  }, 
  "5114a3b900e579cc1d000019": {
    "body": "Africa for Africans, Asia for Asians, White countries for EVERYBODY?\r\nIf White GeNOcide Project is going to gather more initials each month for our STOP WHITE GENOCIDE petitions, until we're able to get one million initials for our STOP WHITE GENOCIDE petitions that we'll submit four years from now in December, 2016, we'll need Federal funding.\r\nWe appreciate the publicity that this site itself offers, but that publicity won't be sufficient, and wider education will require more funds than we have.\r\nEducation about the WHITE GENOCIDE that's being carried out by MASSIVE immigration and FORCED assimilation in ALL White countries and ONLY in White countries will be opposed.\r\nOpposed by those who say they are anti-racist.\r\nWhat they ARE is ANTI-WHITE!\r\nAnti-racist is a CODE WORD for ANTI-WHITE!", 
    "category": "fringe", 
    "title": "(Feb. #2 of 6) Provide Federal Funds for the Million Name March on Washington, D.C. to STOP WHITE GENOCIDE!"
  }, 
  "5114a8a5a9a0b18736000013": {
    "body": "Africa for Africans, Asia for Asians, White countries for EVERYBODY?\r\nALL White countries and ONLY White countries are being flooded with third world non-whites, and Whites are forced to integrate with them to \"assimilate,\" i.e. intermarry and be blended out of existence.\r\nFlooding and forced assimilation in Tibet is called genocide!\r\nIn White countries it's called diversity!\r\nIt's genocide by U.N. Convention:\r\n\"Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part.\"\r\nAs the courageous women in \"STOP WHITE GENOCIDE\" http://goo.gl/e4n8h explain:\r\nThe people carrying out this genocide against Whites say they're anti-racist. What they are is anti-white!\r\nAnti-racist is a code word for anti-white!\r\n-----\r\nWhite GeNOcide Project", 
    "category": "fringe", 
    "title": "(Feb. #5 of 6) Award the Presidential Medal of Freedom to each Woman in the video \"STOP WHITE GENOCIDE\"!"
  }, 
  "50ce1e56eab72ae62300001f": {
    "body": "Westboro Baptist Church is legally recognized as a religious organization and therefore receives a tax exempt status under our laws. The Phelps family and their supporters use these tax exempt funds to finance a country-wide campaign against any person or group they feel promotes values that do not meet with their own. Most prominently they are anti-gay.\r\nThe members of this hate group make a practice of targeting funerals to make their case, routinely inflicting further pain and anguish onto the mourning families of deceased soldiers and, even worse, the victims of tragic crimes. They hold signs thanking God and celebrating the deaths of these people. They wave these signs in the faces of the families.\r\nBy granting their tax exemption WE ARE FUNDING THEIR HATE. This must change.", 
    "category": "liberal", 
    "title": "Revoke the tax exempt status of the Westboro Baptist Church & re-classify Westboro Baptist Church as a hate group."
  }, 
  "5112da5bb15a7a0b0e000012": {
    "body": "The current USPS budget crisis was sparked by shortsighted and irresponsible Congressional legislation and abetted by a President.\r\n\r\nIn December of 2006, the 109th Congress passed (and President George W. Bush signed) the Postal Accountability and Enhancement Act, which required the USPS to have 75 years of health benefits for all its employees completely pre-funded by 2016, while forbidding it to set up profit-generating \"non-postal services\" like other countries' postal operations have.\r\n\r\nThese egregious regulations are unique to USPS and put it at an unfair disadvantage against competitors like FedEx. This law is an example of regulatory capture and job-killing overregulation at their worst. Please call on Congress to repeal PAEA and save an American institution", 
    "category": "postal", 
    "title": "Call on Congress to repeal the job-killing, USPS-strangling Postal Accountability and Enhancement Act of 2006."
  }, 
  "4e7b95e24bd504ee5f000004": {
    "body": "The Defense of Marriage Act bypasses the Constitution in making it so states do not need to recognize other state's marriages if those marriages are not between a man and a woman. This results in confusing legal issues when a gay couple moves from one state to another, as well as creating a definition of marriage that is bigoted against homosexual couples.", 
    "category": "gayrights", 
    "title": "Repeal the Defense of Marriage Act."
  }, 
  "4e7dd82b4bd504cc2000010a": {
    "body": "Citizens for Recycling First believes the best solution for coal ash disposal problems is to quit throwing coal ash away.  Millions of tons of coal ash are safely recycled every year into construction materials like concrete and wallboard -- conserving natural resources, reducing landfill use and decreasing greenhouse gas emissions.\r\n\r\nThat environmentally beneficial practice is threatened by irresponsibly labeling coal ash as \"toxic\" or “hazardous.” EPA is considering disposal regulations that may include a \"hazardous\" designation. Regulatory uncertainty created by this proposal is already harming recycling. It is imperative that the Administration lift the cloud of uncertainty by promptly creating new disposal regulations without an unwarranted \"hazardous\" label.\r\n\r\nwww.recyclingfirst.org", 
    "category": "special", 
    "title": "protect coal ash recycling by promptly enacting disposal regulations that do NOT designate coal ash a “hazardous waste.\""
  }, 
  "51224efb2f2c88fa33000000": {
    "body": "In many states (including PA) emotional and psychological abuse and control are not considered in the same realm as physical abuse.  Many women and their children, stay in a severely unsafe home (e.g. death threats and use of weapons) to force them into specific roles or behaviors suitable to the abuser, due to the lack appropriate legislation protecting them, once they leave from their abuser.  However, lack of physical marks makes it nearly impossible to retain a legal Protection From Abuse, as these types of behaviors are not considered 'domestic violence'.  Please help us strongly encourage the Obama Administration - particularly with the help of Joe Biden - to include psychological, emotional abuse, and threats as a form of domestic violence.", 
    "category": "special", 
    "title": "create legislation forcing states to recognize emotional and psychological abuse as domestic violence."
  }, 
  "509d550feab72ac125000008": {
    "body": "The US continues to suffer economic difficulties stemming from the federal government's neglect to reform domestic and foreign spending. The citizens of the US suffer from blatant abuses of their rights such as the NDAA, the TSA, etc. Given that the state of Texas maintains a balanced budget and is the 15th largest economy in the world, it is practically feasible for Texas to withdraw from the union, and to do so would protect it's citizens' standard of living and re-secure their rights and liberties in accordance with the original ideas and beliefs of our founding fathers which are no longer being reflected by the federal government.", 
    "category": "secession", 
    "title": "Peacefully grant the State of Texas to withdraw from the United States of America and create its own NEW government."
  }, 
  "50f089db00e5794273000008": {
    "body": "Recognize Acupuncturist as health care providers!\r\n\r\nDespite overwhelming evidence of the positive impact acupuncturist have on patient health, they are not recognized as healthcare providers under the Social Security Act and, therefore, cannot be paid by Medicare for therapy management . The Social Security Act does recognize other healthcare professionals such as dieticians, nurse practitioners, physician assistants, nurse midwives, and clinical social workers.\r\n\r\nBy changing the compensation structure allowed under Medicare, we can ensure that patients have access to the medical expertise of Acupuncturist. Studies have shown that when an Acupuncturist is directly involved in patient care for pain management and other issues, the patient recovers quicker with less medication required.", 
    "category": "special", 
    "title": "Recognize Acupuncturist as Healthcare providers"
  }, 
  "50f5ae5700e5794051000015": {
    "body": "Our nation is composed of a wide array of nationalities and cultural background. It is imperative that we as a diverse nation to recognize and acknowledge that diversity. The Asian population represents a large percentage in U.S.'s population and is growing ever more. Students in public schools voluntarily take off from school to spend the Lunar New Year holiday at home with families. Yet, they are marked absent for their in-attendance. Please make this important holiday widely recognized and make it an official day off for students too. The holidays in our calendar year already consists of holidays from different cultures and definitely has room for Lunar New Year too.", 
    "category": "special", 
    "title": "Establish Lunar New Year as a National Holiday. Give it the same importance and weight as the other cultural holidays."
  }, 
  "50cd2a1f7043013e2000000b": {
    "body": "Ensure the Federal Government cannot and will not infringe upon the citizens of the United States of America's Second Amendment in any way that could suppress them from defending themselves against a tyrannical government, foreign or domestic. This includes firearms, magazines, clips, ammunition, and suppressors. \r\nThey that can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety. \r\n---Benjamin Franklin.\r\nFirearms are second only to the Constitution in importance; they are the peoples' liberty's teeth.\r\n--George Washington.\r\n", 
    "category": "progun", 
    "title": "Ensure the 2nd Amendment cant be infringed in anyway limiting citizens ability to defend against tyrannical governments."
  }, 
  "4e7cd293cf436a2045000001": {
    "body": "Marijuana prohibition as a policy has failed. We have taken a substance less harmful than alcohol and, through prohibition, have allowed its production and sale to generate massive profits for drug cartels and other criminal actors. Voters and legislators in states across the country are taking steps to reform marijuana laws for both medical and non-medical use so that they serve the best interests of their citizens. These are thoughtful, rational and beneficial reforms.\r\n\r\nDo you, as president, trust the people and leaders in the individual states to enact their own marijuana laws or do you feel the federal government should impose prohibition on all 50 states?", 
    "category": "marijuana", 
    "title": "Give States the Freedom to Establish Their Own Marijuana Laws."
  }, 
  "5114a020704301da0e00000b": {
    "body": "Africa for Africans, Asia for Asians, White countries for EVERYONE?\r\nALL White countries and ONLY White countries are being flooded with third world non-whites, and Whites are forced by law to integrate with them so as to \"assimilate,\" i.e. intermarry and be blended out of existence.\r\nThat's genocide by U.N. definition:\r\n\"Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part.\"\r\nWe petition the President to end White Genocide in the United States, and to call for the end of White Genocide in Europe, Britain, Australia, New Zealand and Canada.\r\nSupporting White Genocide is not anti-racist. It's anti-white!\r\nAnti-racist is a code word for anti-white!\r\n------\r\nSupport White GeNOcide Project's Million Name March! (See petition #2)", 
    "category": "fringe", 
    "title": "(Feb. #1 of 6) STOP WHITE GENOCIDE! Halt MASSIVE third world immigration and FORCED assimilation in White countries!"
  }, 
  "4e83741aec309e840c0000fc": {
    "body": "The Federal Energy Regulatory Commission is enforcing shoreline management rules decades after hydroelectric projects were first developed. Retroactive rules are irrational, without reason, or scientific basis. The burden of this regulation far out weights any public benefit. The impact on surrounding communities cannot be exaggerated as FERC rules are discouraging private investment, lowering property values, killing jobs, limiting access to project waters, inhibiting landowner’s ability to sell, violating Federal, State and local ordinances, and trampling on personal property rights. FERC is ignoring Executive Order 13563 and the 11 July 2011 supplemental order for Independent Agencies. Wise regulatory decisions depend on careful analysis of the likely consequences of regulation.", 
    "category": "special", 
    "title": "CURB FERC regulations, which overreach and overregulate the shorelines of its hydroelectric projects."
  }, 
  "513039756ce61ce91e000004": {
    "body": "We ask President Obama to urge the FDA to allow the majority of healthy gay and bisexual men to donate blood. Current blood donor policies are largely inconsistent, imposing significantly less restrictive deferrals to heterosexual men and women who engage in high-risk sexual behavior, yet banning gay and bisexual men who are HIV-negative, consistently practice safe sex, or are in monogamous relationships. The American Red Cross, American Association of Blood Banks, and America's Blood Centers all support reforming the current policy. Other countries have already reformed their policies to allow gay and bisexual donors. Thousands of desperately needed pints of blood are kept out of the depleted national blood supply each year as a result of this unjust exclusion. Reform is needed today!", 
    "category": "gayrights", 
    "title": "Allow healthy gay and bisexual men to donate blood!"
  }, 
  "50cfb654b15a7aaf75000001": {
    "body": "     In light of the recent tragedy in Sandy Hook, CT, it has become apparent that locked doors, metal detectors, and unarmed security guards are not enough to stop murderers from getting into our schools. Enough is ENOUGH. In response, myself and a group of like-minded veterans have come together to offer a solution: VOW. VOW was created to employ veterans to work as armed security guards to protect and secure our schools children, staff, and property. Americans entrusted us to secure their freedoms overseas, now we are asking that Americans entrust us with our nations children. Americas kids are VOWs kids. It's time for a change America. Come check us out and see what we're about on Facebook at http://www.facebook.com/VeteransOnWatch?ref=stream, or email  jd081787@gmail.com for more info", 
    "category": "progun", 
    "title": "Employ competent veterans as armed security guards for America's schools"
  }, 
  "511d838f2bcfa3030a000001": {
    "body": "I am a U.S. citizen. My wife was illegally brought to the U.S. as a child. When we got married, I petitioned for her status to be adjusted. She became a U.S. permanent resident. She then applied for U.S. citizenship. Before we were married, my wife claimed to be a U.S. citizen in order to work and to prevent deportation. Because of our commitment to God, she freely admitted this on her citizenship application. Her application was denied, and she is now permanently barred from any immigration benefit and could be deported. \r\n\r\nThis bar on immigration affects millions of “mixed status” families like ours. Please keep families together by providing a path to U.S. citizenship for people like my wife, whose only crime is claiming to be a citizen of the country they love in order to survive.", 
    "category": "personal", 
    "title": "Provide a path to U.S. citizenship for family of U.S. citizens who have falsely claimed to be U.S. citizens in the past."
  }, 
  "51151ee90aa04d9a41000019": {
    "body": "While Duke's student body is made up of many future leaders of our fine country, there is a small contingent that is waging a war against all that is good in our glorious land. The extremist faction of students known as the \"Cameron Crazies\" publicly organize in crowds topping 5,000 sometimes with the sole mission of verbal and mental harassment of student athletes. While tolerated, and sometimes even praised, in the past, the time has come to put an end to it. During last night's competition between the men's basketball team's of NC State and Duke, these extremists chanted \"How's your grandma\" to a grieving 18 year old while he competed during the second shot of a free throw visit: http://www.youtube.com/watch?feature=player_embedded&v=hZ9O2KOwjOk\r\n\r\nThis aggression will not stand, man", 
    "category": "joke", 
    "title": "Classify the Cameron Crazies of Duke University as a terrorist organization."
  }, 
  "51154735adfd95d84900000b": {
    "body": "Check into the truth behind what Christoper Jordan Dorner has stated about the LAPD and find a resolution to clean up one of the possible most corrupt police departments in the nation.", 
    "category": "personal", 
    "title": "To look into the corruption in the LAPD that Christopher Jordan Dorner has spoke of."
  }, 
  "50cb7488eab72abb7e000001": {
    "body": "We continue to see situations of families losing their loved ones to HIGH powered guns. Guns that the average Americans do not need to protect their family, property or hunt. These semi-automatic, automatic and assault rifles are not needed.\r\n\r\n1. Limit the number of guns one person can own.\r\n\r\n2. Limit the types. Eliminate Automatic and Assault rifles to only Police.\r\n\r\n3. Longer waiting times to buy a gun. To allow Harsher background checks.\r\n\r\n4. Mental Evaluations. A test to be taken and sent into on agency, graded and evaluated to determine those who may be likely to preform mass killings or crimes. Those with any mental illness not be allowed to own a gun.\r\n\r\n5. One federal agency that ALL citizens go through for background and licenses go through.\r\n\r\n", 
    "category": "antigun", 
    "title": "Stronger Gun Control"
  }, 
  "4eab75aeec309e527f000014": {
    "body": "Although the ability to submit petitions directly to the White House is a noble and welcome new feature of the current administration, the first round of responses makes blatantly clear the White House intends to just support its current stances and explain them with responses everyone who has done any research already knows.\r\n\r\nAn online petition is not meant as a replacement for using a search box in a web browser. We the People, those who grant you the power to govern in the first place, are requesting changes in policy directly, circumventing legislators who already do not listen to us. We the People request you govern FOR us, which means actually listening to us and actually acting in our interests instead of special interests.\r\n\r\nYou are not above us. You ARE us. Govern accordingly.", 
    "category": "", 
    "title": "Actually take these petitions seriously instead of just using them as an excuse to pretend you are listening"
  }, 
  "4e7b35898d8c37d975000000": {
    "body": "The elections of 1824, 1876, 1888, and 2000 produced an Electoral College winner who did not receive the plurality of the nationwide popular vote - that is, the American people did not get the President democracy should have selected.\r\n\r\nDue to the way electoral votes are allocated, candidates have a strong incentive to focus their campaigns on \"swing\" states with many voters, such as Florida, and neglect states such as Texas which do not swing.   Due to necessary rounding errors when allocating votes, members of a sparsely populated state effectively accrue more voting power than members of a well-populated state.  This increases the electoral power of members of certain states while reducing it for others on an ongoing basis.\r\n\r\nWe beg our leaders to dissolve this system and let us vote.", 
    "category": "elections", 
    "title": "Grant voters the ability to vote for the President of the United States by dissolving the electoral college."
  }, 
  "50a14e76adfd95e049000022": {
    "body": "Chris Williams is a Montana man who opened up a Medical Marijuana production facility after 62% of voters approved the law in his state. Chris William's operated his facility according to the law that was passed by Montana voters. \r\n\r\nHowever, his facility was raided by the Federal Government in March of 2011, and he was charged for operating the grow facility.\r\n\r\nMr. Williams was convicted and is facing 80 years in prison. He has been offered numerous plea deals to reduce his sentence, but has refused them because he believes he has committed no crime. \r\n\r\nMr. William's sentence, a sentence that will take him away from his family for the rest of his life, is most certainly cruel and unusual. \r\n\r\nWe call on President Obama to review the facts of the case and grant Mr. Williams a full Pardon. ", 
    "category": "marijuana", 
    "title": "Grant a full pardon to Chris Williams, a man facing 80 years in prison for legally growing Medical Marijuana"
  }, 
  "4e7c05d48d8c37ff59000009": {
    "body": "We the People of the United States of America \r\nDemand an Amendment to the United States Constitution to End Prohibition of Marijuana, Marihuana, Hemp and Cannabis because we have a Right to Equal Protection Under the Law to NOT be prosecuted and punished for for growing, harvesting, farming, using, smoking, selling, manufacturing, brewing and bottling substances and products which are equally as dangerous or LESS dangerous than other legal products and substances such as alcoholic beverages and tobacco products, as used and sold to adults age 21 and over.  The government has entrapped Americans by concealing criminal penalties under Title 21 USC rather than listing them under Title 18 Crimes.  Also, the government spells marijuana and marihuana two ways in the law to conceal penalties.", 
    "category": "marijuana", 
    "title": "Demand an Amendment to the U.S. Constitution to End Marijuana, Marihuana, Cannabis and Hemp Prohibition."
  }, 
  "511a47f20aa04d3270000004": {
    "body": "The IOC has decided to drop wrestling from the Olympics in 2020 please put pressure on them to over turn this horrible decision to drop the oldest sport in the world. ", 
    "category": "special", 
    "title": "Put pressure on the IOC to overturn their decision to drop wrestling from the Olympics in 2020"
  }, 
  "512031720aa04dd34f00000e": {
    "body": "Each day there is a child that loss there life do to cancer.\r\nThere is little money that is spent on finding a cure for these Kids that faces cancer. The medicine that is being used to treat.Childhood cancer is the same dosage as an adult.\r\nPlease sign this Petition to get congress and senate to release more money in finding a cure for childhood cancer to many lives has been lost do to this if the white house can spend billion of dollars on other things then they can spend billion dollar or more on finding a cure for childhood cancer.\r\n   \r\n", 
    "category": "medical", 
    "title": "To spend more money on  research for childhood cancer in finding a drug that will cure cancer for kids"
  }, 
  "51259f4eeab72afe26000009": {
    "body": "The Somali Diaspora group in The United States opposes the lifting of arms embargo of UN resolutions 731/753.  Somalia needs disarmament and development.  Former warlords are still heavily armed, even inside Mogadishu; there is no national army to speak of and Somalia has not reconciled its clans despite recent gains. As such, the states of Puntland, Somaliland and other entities in the country all oppose proposed lifting of arms embargo.  We need development and not weapons of death and destructio", 
    "category": "foreign", 
    "title": "The Somali-American in the US are asking our government to oppose the lifting of arms embargo of UN resolutions 731/753."
  }, 
  "50d72d470aa04d2a0b000007": {
    "body": "Gun Free Zones are supposed to protect our children, and some politicians wish to strip us of our right to keep and bear arms. Those same politicians and their families are currently under the protection of armed Secret Service agents. If Gun Free Zones are sufficient protection for our children, then Gun Free Zones should be good enough for politicians.", 
    "category": "progun", 
    "title": "Eliminate armed guards for the President, Vice-President, and their families, and establish Gun Free Zones around them"
  }, 
  "4e81874b709f0334520000f6": {
    "body": "Antineoplastons are gene-targeted cancer medications that have completed Phase 2 FDA clinical trials in 2009, with permission granted to enter the final Phase of FDA testing. These medicines are the first in medical history to cure inoperable childhood brainstem glioma with a 27.5%-50% cure rate, among other cures. Other gene-targeted cancer medications have been given accelerated FDA-approval without demonstrating a single cure. Antineoplastons, proven to be non-toxic, remain unapproved for public use. For the sake of public health, the results from Phase 2 clinical trials of Antineoplastons need to be publicly acknowledged by the FDA and audited by Congress. These medicines have been in FDA clinical testing since 1995—it's time for the general public to have access to them.", 
    "category": "med", 
    "title": "Antineoplastons, cancer drugs in FDA trials since 1995, results publicly audited by Congress, to gain final FDA-approval"
  }, 
  "4e88b37411fb9caa26000068": {
    "body": "\r\nThe term euthanasia is from the Greek meaning \"good death.\"  Carbon monoxide gas chambers are definitely not a \"good death\", as animals slowly suffocate to death, sometimes taking 45 minutes and multiple gassings in order to die. Animals cry, bite one another, and bleed out of their cavities, all while fully conscious. Although some states have already banned the use of these cruel chambers, this archaic practice should be banned on a national level. It is inhumane, more expensive than Pentobarbital injection and most importantly, dangerous to shelter workers. Companion animals have been bred for the purposes of bringing mankind joy, and they deserve a respectful death. \"The greatness of a nation and its moral progress can be judged by the way its animals are treated\" - Ghandi.\r\n", 
    "category": "animals", 
    "title": "ban the use of gas chambers for killing shelter companion animals. They are inhumane, expensive and dangerous to humans."
  }, 
  "4f1aa3a48d8c37c65400003d": {
    "body": "Recently on FOX News former Senator Chris Dodd said (as quoted on news site TechDirt), \"Those who count on quote 'Hollywood' for support need to understand that this industry is watching very carefully who's going to stand up for them when their job is at stake. Don't ask me to write a check for you when you think your job is at risk and then don't pay any attention to me when my job is at stake,\" This is an open admission of bribery and a threat designed to provoke a specific policy goal. This is a brazen flouting of the \"above the law\" status people of Dodd's position and wealth enjoy.\r\n\r\nWe demand justice. Investigate this blatant bribery and indict every person, especially government officials and lawmakers, who is involved. ", 
    "category": "investigate", 
    "title": "Investigate Chris Dodd and the MPAA for bribery after he publicly admited to bribing politicans to pass legislation."
  }, 
  "50ecd85feab72a2560000008": {
    "body": "A petition to request that the President spend one hour discussing The FairTax, the most thoroughly researched tax reform legislation in history, with Neal Boortz and former GOP Congressman John Linder, co-authors of The FairTax Book and FairTax, The Truth.", 
    "category": "special", 
    "title": "Invite Neal Boortz, the author of The FairTax Book, to spend one hour talking with the President about tax reform."
  }, 
  "509f49c92bcfa32e3700000d": {
    "body": "We request that Barack Obama be impeached for the following reasons.\r\n\r\n1. He proclaimed war in libya without getting congress approval first. Article I, Section 8- Only congress can approve to start war.\r\n\r\n2. Obamacare is unconstitutional. Forcing US citizens to get health insurance whether they want it or not.\r\n\r\n3. Obama disrespects our Constitution calling it flawed and trying to change it even after taking this oath:\r\n \r\n  \"I do solemnly swear (or affirm) that I will faithfully execute the Office of President of the United States,\r\n   and will to the best of my Ability, preserve, protect and defend the Constitution of the United States.\"\r\n\r\n4. Appointing agency “czars” without Senate approval. ", 
    "category": "conservative", 
    "title": "We request that Obama be impeached for the following reasons."
  }, 
  "510f4f9deab72a8a52000003": {
    "body": "Lama Al Ghamdi was a 5-year old Saudi girl who died in October 2012 after being raped, beaten, and burned by her own father. He tortured her by crushing her skull, breaking her ribs, breaking her arm, breaking her back and tearing her rectum, then trying to burn it closed. He confessed to these crimes because he accused her of not being a virgin, and was arrested a month AFTER she died. He was released four months later after paying $50,000 in \"blood money\".\r\n\r\nWe, the People of the United States of America, petition our government to:\r\n\r\n1) Become independent of foreign oil ASAP; and\r\n\r\n2) to cut diplomatic, economic, and all other ties to Saudi Arabia:\r\n\r\n a) until Fayhan Al Ghamdi is JUSTLY punished for these  crimes AND\r\n\r\n b) until Saudi Arabia improves its women's and human rights conditions.", 
    "category": "personal", 
    "title": "Cut diplomatic and economic ties with Saudi Arabia until rape/murder victim Lama Al Ghamdi gets the justice she deserves"
  }, 
  "4e7bbdb52ee8d04e08000004": {
    "body": "The currency of the United States currently contains the phrase \"In God We Trust\" on it. This was added in the 1950's, and is unconstitutional. It supports one religion over another, and should be removed from all currency. It violates the Establishment Clause of the First Amendment to the United States Constitution. This phrase should be removed from created currency.", 
    "category": "liberal", 
    "title": "Remove \"In God We Trust\" from currency."
  }, 
  "502f88532bcfa39613000004": {
    "body": "Following in the footsteps of great men like George Washington, Thomas Jefferson, and Benjamin Franklin, Barack Obama has reportedly been enjoying the rewards of home brewed beer. Recent reports from news outlets like the Washington Post (August 15th, 2012) have stated that Obama has been drinking a White House home brew Honey Ale while on the campaign trail. \r\n\r\nIn keeping with the brewing traditions of the founding fathers, homebrewers across America call on the Obama Administration to release the recipe for the White House home brew so that it may be enjoyed by all. \r\n\r\n\"I think it’s time for beer” -Franklin D. Roosevelt (March 12, 1933)", 
    "category": "joke", 
    "title": "Release the recipe for the Honey Ale home brewed at the White House."
  }, 
  "50ef8d1cadfd95fc4200001a": {
    "body": "There are currently 35 states that have ratified the ERA and legal analysis suggests we may need just three more states for women to have equal rights under our Constitution. We ask you to support our efforts nationwide, particularly in the states that have not yet ratified the ERA: Alabama, Arizona, Arkansas, Florida, Georgia, Illinois, Louisiana, Mississippi, Missouri, Nevada, N. Carolina, Oklahoma, S. Carolina, Utah, and Virginia. We also ask you to place your full support behind Congressional legislation to eliminate deadlines on the original 1972 ERA. It is time our Constitution protects the rights of women, and women need and deserve active participation in ERA advocacy from the White House.", 
    "category": "liberal", 
    "title": "Vigorously support women's rights by fully engaging in efforts to ratify the 1972 Equal Rights Amendment (ERA)."
  }, 
  "50a1caa26ce61ce464000007": {
    "body": "Please repeal Obamacare, it is destroying jobs in this country and is already taxing businesses into closing. If you care even a little about the middle class as you so adamantly said you did during your reelection campaign, than you will repeal it so the middle class can get back to work. ", 
    "category": "conservative", 
    "title": "Repeal Obamacare. It is killing jobs in this country. Thousands have already lost their jobs because of it."
  }, 
  "5112aac38cce3f2f79000001": {
    "body": "Please demand legislation to repeal the infamous section 14(b) of the Taft-Hartley Act and to rid this country once and for all of the so-called Right To Work statutes.  \r\n\r\nMany states are passing this legislation because they want the ability to obtain a job to be without bias and discrimination based on whether or not you are a part of the union.  Now that some of these laws have passed can we now say the opposite is true and RTW laws discriminate against folks who are union?  Every worker benefits from the union contract, but under so-called RTW laws, some pay absolutely nothing to the union that negotiates that contract. That encourages others to choose to pay nothing, and eventually the union unravels. \r\n\r\nRepeal 14(b)!", 
    "category": "labor", 
    "title": "demand legislation to repeal the infamous section 14(b) of the Taft-Hartley Act and to rid this country once of RTW."
  }, 
  "51255640adfd950f2b000006": {
    "body": "31 states allow rapists to sue for rights to the children their assault creates, and an estimated 32,000 women will become pregnant as a result of rape each year.\r\n\r\nDo not allow their attackers to victimize them further. These rapists do not deserve custody or visitation rights. We must show women of America that we will no longer allow them to be victimized by their attackers over and over again. \r\n\r\nWe must take rape seriously.\r\n.\r\n", 
    "category": "special", 
    "title": "Create federal law banning rapists from suing for custody and visitation rights to the children their assault creates."
  }, 
  "512a3f982f2c884155000005": {
    "body": "This petition asks that Congressional salaries and benefits be withheld for non-performance of duties.  It was the duty of Congress to negotiate, in good faith, a reasonable compromise and pass legislation necessary to avoid punitive cuts in salaries, services and social programs, the sequester, that serve and protect the American people.  They have failed to do so, putting the very citizens they were elected to represent, and our nascent economic recovery, at risk. ", 
    "category": "", 
    "title": "sequester the salaries of Congress for non-performance of duties."
  }, 
  "50cbcf8700e579d95e000015": {
    "body": "Whereas 22 international drug regulatory warnings on psychiatric drugs citing effects of hostility, violence  homicidal ideas, and dozens of high profile shootings/killings tied to psychiatric drug use;\r\n\r\nWhereas at least fourteen recent school shootings were committed by those taking or withdrawing from psychiatric drugs resulting in 109 wounded and 58 killed;\r\nBetween 2004 and 2011, there have been over 11,000 reports to the U.S. FDA’s MedWatch system of psychiatric drug side effects related to violence; \r\n\r\nWe the people of the United States demand a formal and public investigation into the relationship between the FDA, the Pharmaceutical industry, psychiatric drugs and treatments, and the violent actions of the shooters for the last 20 years.", 
    "category": "conspiracy", 
    "title": "launch a federal investigation in to the relationship between school shootings and psychiatric drugs."
  }, 
  "511c0380cde5b81b2b000000": {
    "body": "In 1914-22, the armed groups of Armenian Dashnak and Hunchak parties and the Armenian volunteers serving in the Russian, Greek and French armies carried out a systematic extermination of Turks, Azerbaijanis and Kurds in Anatolia and the Caucasus. 523.955 Muslim civilians were identified as victims, not including those missing or buried in mass graves. Western scholars estimated that overall up to 2.5 million Muslims perished in these massacres. Armenians loyal to the Ottoman state were also targeted by the Armenian nationalists.\r\nOn behalf of Turkic-Americans and the families of victims and survivors of these atrocities, we call upon President to recognize Soykırım– the Muslim Genocide – alongside his annual April 24th Presidential Message commemorating the Armenian suffering in World War I", 
    "category": "foreign", 
    "title": "Commemorate and recognize Soykırım – the 1914-1922 Muslim Genocide in Anatolia and the Caucasus"
  }, 
  "4fa2d8a4709f03bb75000071": {
    "body": "Jacob Ostreicher, an American, has been suffering in a Bolivian prison for more than 11 months. He is being held without a shred of evidence. \r\n\r\nOn 09/23/2011, the judge ordered his release based on evidence submitted by the defense, just days later the same judge reversed his decision and was promoted. A new judge resigned after 5 scheduled hearings.\r\n\r\nWe expect that in times of need, our government will be serious about, adamant enough, and powerful enough, to provide its citizens protection and asylum. \r\n\r\nIn your capacity as President of the U.S., we urge you to exercise the powers vested in you, to see to it that Jacob does not spend another day in this anarchic prison\r\n\r\nWith all avenues having been exhausted, it is up to you, Mr. President to make sure an innocent man walks free.", 
    "category": "personal", 
    "title": "Exercise the powers vested in you to see to it that Jacob Ostreicher, a US citizen, is freed from Bolivia."
  }, 
  "4e7b8e4111fb9ca257000001": {
    "body": "We believe that it would be in our economy's best interest to form a new coinage standard. This standard would consist of three coins. a ten-cent coin, a fifty-cent coin, and a one dollar coin. This standard would open up new efficiencies in both everyday economic life, and in government spending.\r\n\r\nAccording to the US Mint, in 2010 a single one-cent coin cost 1.79 cents to produce and distribute. Minting 3,487 million pennies in 2010 cost the US taxpayer $27.5 million in order to subsidize the existence of the penny.\r\n\r\nThere is a similar situation with nickels. A single five-cent coin cost 9.16 cents to produce and distribute in 2010.\r\n\r\nWe waste valuable time handling coins that aren't worth much. Getting rid of these coins could save us up to $1 billion annually in lost opportunity costs.", 
    "category": "money", 
    "title": "Reform the coinage system."
  }, 
  "4fce8b84cf436a2f51000021": {
    "body": "On 10th of April, 2010, Polish President, First Lady and 94 top government officials died in a plane crash in Smolensk, Russia.\r\nRussia is the Judge in their own case. Investigation is carried by Russian Interstate Aviation Committee (MAK). Although flight was military, MAK carries investigation according to App.13 of Chicago Convention, which refers only to civil accidents. All the evidence-wreck, black boxes are in Russia and access to them is strictly limited. Wreck has been damaged by Russians after the crash.\r\nMAK’s final report which blames pilots, tree and whether for accident, has been questioned by many scientists and scientifically been proved false. Moreover the main conclusion of scientists is that the cause of accident was two explosions. We have the right to know the truth!\r\n", 
    "category": "foreign", 
    "title": "support the Polish Nation appeal for an international investigation of the Smolensk 2010 air crash"
  }, 
  "50cb6d2ba9a0b1c52e000017": {
    "body": "The goal of this petition is to force the Obama Administration to produce legislation that limits access to guns.  While a national dialogue is critical, laws are the only means in which we can reduce the number of people murdered in gun related deaths.\r\n\r\nPowerful lobbying groups allow the ownership of guns to reach beyond the Constitution's intended purpose of the right to bear arms.  Therefore, Congress must act on what is stated law, and face the reality that access to firearms reaches beyond what the Second Amendment intends to achieve.  \r\n\r\nThe signatures on this petition represent a collective demand for a bipartisan discussion resulting in a set of laws that regulates how a citizen obtains a gun.", 
    "category": "antigun", 
    "title": "Immediately address the issue of gun control through the introduction of legislation in Congress."
  }, 
  "512e9a67b15a7a3a68000006": {
    "body": "As A Vet. It makes me sick to know that the oath I took Upon Enlistment is Being walked on. Our Bill of Right and Constitution are being taken away. It is time we were Heard. Please Sign and let the White House know we pay them. We are the Voice.http://www.facebook.com/StandUpForTheConstitution", 
    "category": "conservative", 
    "title": "To Bring Impeachment and Treason Charges On Obama."
  }, 
  "512009a62f2c88796d00000d": {
    "body": "I am a single mother of three children and a full-time graduate student (4.0 GPA) working towards a Masters in Public Administration with a focus on Latin American non-profit management at Appalachian State University, Boone, NC. My program requires an unpaid full-time internship to be completed. I have been offered such an internship at The Sarapiquí Conservation Center in Costa Rica. This opportunity will be beneficial for both my own career, and for U.S. taxpayers by enabling me to obtain a job that will allow for my family to rise above poverty. However, NC Medicaid will not cover my daughters non-narcotic medication, which costs $1,222 per month, while we are abroad, even though I will still be enrolled at a NC University. Please ask Medicaid to cover a 6-month supply for my daughter.", 
    "category": "personal", 
    "title": "Urge Medicaid to allow for coverage of my daughter's medication while we are abroad for my Graduate School internship."
  }, 
  "50f1b6fccde5b8ea7c000007": {
    "body": "It is too late to do anything for Aaron Swartz, but the who used the powers granted to them by their office to hound him into a position where he was facing a ruinous trial, life in prison and the ignominy and shame of being a convicted felon; for an alleged crime that the supposed victims did not wish to prosecute.\r\n\r\nA prosecutor who does not understand proportionality and who regularly uses the threat of unjust and overreaching charges to extort plea bargains from defendants regardless of their guilt is a danger to the life and liberty of anyone who might cross her path.\r\n\r\nhttp://lessig.tumblr.com/post/40347463044/prosecutor-as-bully\r\n\r\nhttp://www.nytimes.com/2013/01/13/technology/aaron-swartz-internet-activist-dies-at-26.html\r\n\r\n", 
    "category": "personal", 
    "title": "Remove United States District Attorney Carmen Ortiz from office for overreach in the case of Aaron Swartz."
  }, 
  "50da4d87b15a7af304000007": {
    "body": "there needs to be justice for the victims in the Steubenville, Ohio rape scandal. i'm requesting that this case be pushed up to the higher courts so that there is some real justice, also to allow for a jury trial for all involved. This is a  serious offense and this needs to be an example for everyone that this type of behavior should not, and will not be Tolerated in our society. i don't believe that the police or news in the area of the alleged crimes that are covering the story are truly trying to prosecute the accused, but rather cover up a scandal that has dramatically effected the lives of many individuals.", 
    "category": "personal", 
    "title": "Make all involved in the rape of the Steubenville scandal be pushed out of Juvenile court so there can be real justice."
  }, 
  "50e191bab15a7a4e6a000012": {
    "body": "The United States is one of the few countries left in the world who still have not converted to using the Metric System as a standardized system of measurement. Instead of going along with what the rest of the world uses, we stubbornly still adhere to using the imprecise Imperial Unit - despite the fact that practically every other country that we interact with uses Metric.\r\n\r\nWhy should we convert to using the Metric System? Because it's superior, less convoluted - everything is ordered in units of tens, while the chaotic arrangement of the Imperial System slows things down for us - not only in terms of education, but also businesses, science, foreign relations, and daily life.", 
    "category": "special", 
    "title": "Make the Metric system the standard in the United States, instead of the Imperial system."
  }, 
  "510f489900e5793805000015": {
    "body": "If you ask me, the one thing our country needs more than anything is a bit of love and tolerance of ourselves and of others. I've noticed that the Brony community has shown more of this than ever before I've seen, so i would like to propose that the national anthem be changed officially to the Theme song of My little Pony: Friendship is Magic, on the behalf of myself, all Bronies and Pegasisters, and, most importantly, our nation itself. ", 
    "category": "joke", 
    "title": "change this fine nation's anthem to the theme of My Little Pony: Friendship is Magic."
  }, 
  "4e86097611fb9c90300000ca": {
    "body": "Until 1956, \"E Pluribus Unum,\" Latin for \"Out of Many, One,\" was considered the de facto motto of the United States of America, representing both the unity and diversity that define America. In 1956, the United States adopted a different motto, \"In God We Trust.\" This motto, instead of emphasizing the unity of this country, has served to divide us between believers and nonbelievers. It is a product of the same Cold-War-era \"Us vs. Them\" mentality that led to McCarthyism and the HUAC. It is in violation of the Establishment Clause of the First Amendment to the Constitution, advocating religion over irreligion where they should be treated equally. It is time to adopt a motto that unites us rather than divides us, a motto in line with the Constitution that speaks to what truly makes America g", 
    "category": "special", 
    "title": "Change the motto of the United States of America to \"E Pluribus Unum\""
  }, 
  "5114352ec988d4b664000006": {
    "body": "Lane splitting (also known as lane sharing, lane filtering, or white lining) is a tactic many motorcycles use on a daily commute. This involves safely maneuvering the motorcycle in between cars. Every state with the exception of California bans this practice, I petition that this practice be allowed under these guidelines.\r\n1. The motorcyclist is not to exceed 10 MPH over what the surrounding vehicles are doing.\r\n2. The motorcyclist is not to exceed 40 MPH.\r\n3. Motorcycles over a certain width (Honda Goldwings, sidecars, Baggers, etc) shall not lane split.\r\n4. Motorcycles shall not lane split if there is not enough room between the two vehicles.", 
    "category": "special", 
    "title": "Legalize lane splitting in all 50 U.S. states."
  }, 
  "50dc719c2f2c881930000012": {
    "body": "Despite overwhelming evidence of the positive impact pharmacists can have on patient health, pharmacists are not recognized as healthcare providers under the Social Security Act and, therefore, cannot be paid by Medicare for therapy management and patient consultation services. The Social Security Act does recognize other healthcare professionals such as dieticians, nurse practitioners, physician assistants, nurse midwives, and clinical social workers.\r\n\r\nBy changing the compensation structure allowed under Medicare, we can ensure that patients have access to the medication expertise of pharmacists. Studies have shown that when a pharmacist is directly involved in patient care, patients have fewer adverse drug reactions, experience improved outcomes, and healthcare costs are reduced.", 
    "category": "medical", 
    "title": "Recognize pharmacists as health care providers!"
  }, 
  "5111620da9a0b1174c000009": {
    "body": "Stop ~all Native Wild Horse, Burro, Wolf and Wild Life removals, instead remove toxic and corporate occupation from our public land & water\r\n\r\nReturn 50,000+ trapped Native Wild Horses from behind BLM and Human Prison bars, to freedom, their rightful place \r\n& save tax payers $90+million dollars annually a win-win\r\n\r\nBan Horse Slaughter & transport of horses for slaughter\r\n\r\nAppoint Congressman Grijalva asSecretary of Interior\r\n\r\nCLEAN UP or FIRE the B.L.M., Dept. of Ag. and U.S. Forest Service Agencies from managing wild horses, wolves and public land & water-Create Transparency&Enforce Accountability\r\n\r\nPrioritize creating healthy range lands, seeding, rain water harvesting traps, reintroducing wild horses 2 reduce wild fire risk & instill health & harmony 4 America today and our future generations", 
    "category": "animals", 
    "title": "REMOVE TOXIC & CORPORATE OCCUPATION from our public land & water, NOT WILD HORSES, WOLVES or WILD LIFE~(BLM& Dept of AG)"
  }, 
  "5130536ecde5b87c4c00000b": {
    "body": "Chairman David Bullock of the 13th Congressional District Democratic Party of Michigan, concerned citizens, and the people of Michigan are fighting against Emergency Managers. Governor Rick Snyder's Administration has appointed emergency managers in cities and school districts across Michigan. These emergency managers have unilateral control over all aspects of government, deny voting rights, block collective bargaining rights and balance budgets by selling assets and cutting fire and police. We need the federal government to intervene and protect voting rights. Additionally, we need the government to promote job creation, spur growth of the local economy, focus on education and worker retraining programs, reform banking and health care institutions.", 
    "category": "special", 
    "title": "Save Democracy in Detroit and Michigan. Stop Emergency Managers, protect voting rights and help spur our local economy."
  }, 
  "5111eaa02f2c88b311000015": {
    "body": "If a school has a library, you will find a librarian. If a school has a math department, you will find math teachers. Students become ill, so there is a nurse. Unfortunately, when a student-athlete sustains an injury, only about 42% of schools have access to a qualified health care professional who is capable of assessing and making return-to-participation decisions. We, the people, owe it to our youth to ensure they have the necessary qualified personnel, equipment, and emergency action plans, safety and medical protocols and procedures in place at every sporting event and facility.\r\n", 
    "category": "medical", 
    "title": "Ensure youth athletes have direct access to health care professionals qualified to make assessments and decisions."
  }, 
  "4e7d99ad709f03f5700001ba": {
    "body": "Every federal election should be a national holiday to increase voter turnout. The 2008 Presidential election holds the record for voter turnout with 63% of eligible voters voting. However good it is that 63% of voters voted, 37% did not express their opinions that day. Imagine if the record score for a math test was 63%. 37% is 78 million people, meaning 78 million people did not vote. Maybe they did not want to, or maybe they were delayed. To make every election day a national holiday (Election Day) would increase voter turnout not only by making that day a reminder to the people of their civic duty, but by giving them the time to vote. To increase voter turnout is to help show the true beliefs and opinions of the people of this great nation, and not just the beliefs and opinions of 63%.", 
    "category": "elections", 
    "title": "propose legislation that would make all federal election days national holidays to increase voter turnout."
  }, 
  "5116407d704301fd5a000008": {
    "body": "Flight Aviation Rules part 103 specifies the weight limit of ultralights to be 254 pounds.  This is based on the FAA mean weight of a 170 pound pilot.  This law caters to a demographic and is blatantly discriminate in that the safety margins only apply to small people.  Big & Tall people want to be able to build and fly these aerial vehicles as well.  I do not know of any other federal law that denies the American people a liberty based upon their physical stature.  Other countries have higher weight limits.  We are asking for either a change in law or personal waivers that allow us to build aerial vehicles in proportion to our weight based up on the 170lb pilot/254lb aerial vehicle ratio so that we can fly and fly safely without the financial burden of LSA or GA.", 
    "category": "special", 
    "title": "Consider a waiver or to increase the weight limit for 'ultralights' under FAR103 so big & tall pilots can fly them."
  }, 
  "512d97c1cde5b86056000006": {
    "body": "The American visual effects industry is suffering right now. Many VFX facilities have been forced to move or have gone out of business because of underbidding exacerbated by government subsidies that drastically distort the price of VFX. For Example Last year, the province of British Columbia spent $437 Million to subsidize film production.  For every $100 paid to a BC VFX worker, the government pays $60 back to the studio. This is not a tax credit, it goes beyond the tax liability. No matter how successful or efficient our work is, we are ultimately at the mercy of the next government willing to distort prices and put the companies we work for out of business. We want to end the race to the bottom so we can compete on a level playing field and begin the race to the top.", 
    "category": "special", 
    "title": "To end the export of american visual effects jobs to other countries who are offering unfair tax subsidies."
  }, 
  "50f2a7f2c988d4a74700000b": {
    "body": "We, the Azerbaijani-American community from Iran, request that the Obama administration recognize that the Islamic Republic of Iran consistently violates the fundamental human rights of Iran's Azerbaijani ethnic minority and those of the other ethnic minorities of Iran. The IRI refuses to grant the Azerbaijanis of Iran the basic rights of free access to education in their mother tongue, free and independent media in the Azerbaijani-Turkic language, and free practice of their culture. Activists who have tried to raise awareness of these issues have been abducted, handed disproportionately heavy prison sentences, tortured in prison, and even murdered. We request that the Obama administration include the plight of the Azerbaijani ethnic minority within the discourse on Iran.", 
    "category": "foreign", 
    "title": "recognize that the Islamic Government of Iran is violating the fundamental rights of Iran's Azerbaijani ethnic minority."
  }, 
  "50cf5d0d0aa04d4b28000007": {
    "body": "Strong federal gun control laws are needed now!  Other countries have enacted effective and comprehensive legislation to protect their citizens by including the following sensible controls.   We urge the Obama administration to support legislation that ensures:\r\n\r\n1.  Federal background checks on ALL gun sales\r\n2.  Significant waiting period and references required to purchase firearms\r\n3.  A ban on assault weapons and large-capacity magazines for civilians\r\n4.  Mandatory buy-back of assault weapons", 
    "category": "antigun", 
    "title": "Establish federal gun control laws"
  }, 
  "4f8839b7b2563627240000b0": {
    "body": "We should definitely keep the Sea of Japan as it is now.\r\n\r\n\t1. Contrary to the Korean claim that Japan changed “East Sea” to “Sea of Japan” in 1928, the Sea of Japan has always been the Sea of Japan, since the beginning of time.\r\n\r\n\t2. South Koreans are under heavy communism influence because of communist North Korea, and have forgotten about the massive American blood spilled to defend them from the North Korean invasion aided by Russians and Communist Chinese during the Korean War in the '50s. Now they want the American forces out. Their extreme ethnocentricity blinds them and they want to rewrite history per their stories. That is plain wrong.\r\n\r\nPlease join us and sign this petition to stop FALSIFYING history in our textbooks. Our children have right to keep learning a TRUE history!", 
    "category": "foreign", 
    "title": "Sea of Japan -the authentic history in our textbooks! We are teaching our children the authentic history, so why change?"
  }, 
  "51180fc08cce3faa6400000b": {
    "body": "April 24, 2013 will mark the 98th anniversary of the Armenian Genocide in Ottoman Empire in 1915. So far, Washington has not recognized the genocide of Armenians at the official level. While U.S. President Barack Obama strongly condemned the Armenian Genocide and promised to recognize him, but have not kept words.\r\n\r\nAfter 2 years, will mark the 100th anniversary of the occasion.\r\n\r\nI consider appropriate that the time has come to the official Washington on the recognition of the Armenian Genocide at the legal level.\r\n\r\nThe Recognized it was first made ​​in 1965 in Uruguay, whose example was followed by Russia, France, Italy, Germany, Holland, Belgium, Poland, Lithuania, Slovakia, Sweden, Switzerland, Greece, Cyprus, Lebanon, Canada, Venezuela, Argentina, 42 U.S. states. Vatican, E.P., W.C.C.", 
    "category": "special", 
    "title": "Recognition of the Armenian Genocide at the legal level of official Washington."
  }, 
  "4e80923acf436ae539000126": {
    "body": "Children's cancer is the #1 cause of death in children, yet the funding approved by Congress for Childhood Cancer is supremely low when compared to Breast Cancer Research which is the 6th leading cause of death in women.  It is not okay that our children are dying because government funding is lacking.  Cancer is the leading cause of death in children over all other childhood diseases combined!  Children's Cancer Research needs to be at the forefront of funding.  These children are our future and need to be taken care, stood up for, and protected, and this includes making them a priority in government funding for cancer prevention research.  CHILDREN ARE DYING EVERY SINGLE DAY DUE TO CANCER.  IT IS TIME FOR THE GOVERNMENT TO STEP UP AND PROVIDE SUBSTANTIAL FUNDING FOR CHILDREN'S CANCER.", 
    "category": "medical", 
    "title": "KEEP KIDS ALIVE.  Allocate more funds towards CHILDHOOD CANCER RESEARCH."
  }, 
  "4e7d240611fb9c127f000068": {
    "body": "This petition asks that the government recognize the medical value of cannabis (marijuana.) ", 
    "category": "marijuana", 
    "title": "Stop denying the medical value of cannabis (marijuana.) Remove it from schedule one of the controlled substances act."
  }, 
  "50cd07126ce61ce80700001f": {
    "body": "Repealing the Second Amendment is the only meaningful way to control firearms in the United States of America.  Without the repeal of the Second Amendment, gun control initiatives will be found unconstitutional and nullified.  Piecemeal reform of guns laws has not and will not work to solve the gun violence problem in America.", 
    "category": "antigun", 
    "title": "petition the Congress and the States to REPEAL THE SECOND AMENDMENT."
  }, 
  "511c87efb15a7a7827000008": {
    "body": "Christopher Dorner, although an alleged criminal, was not given due process in the court of law which is guaranteed to all United States citizens under the U.S Constitution. The actions taken by the LAPD represent a clear detachment from what is right and morally acceptable. Functions that should be practiced consistently when it comes to U.S citizens regardless of the circumstance. We petition the Obama Administration to conduct a formal investigation of the recent events incited by the L.A Police Department in Southern California, and to use the fullest extent of Government resources to come to a clear and concise reasoning behind the shooting of innocent civilians, burning of private property, and the ultimate denial of basic constitutional rights to Christopher Dorner.", 
    "category": "personal", 
    "title": "Conduct a formal investigation with the FBI regarding the recent actions that the LAPD took against Christopher Dorner."
  }, 
  "5123ac9da9a0b1973d000000": {
    "body": "E2 Treaty Investor Visa holder’s main wish is to be treated fairly within Comprehensive Immigration Reform.\r\n\r\nMany talk about a ‘Line’ for immigrants – for E2 Visa holders, there is no line.\r\n\r\nWith around 50,000 E2 businesses in the US, we employ an estimated 700,000 US citizens and turnover $45 billion a year – and pay taxes on this. E2 businesses would expand with a secure platform to work from. They are currently only able to plan so far ahead because of the restraints the renewal process puts onto them.\r\n\r\nThe E2 Visa does not cover children when they reach 21. They are also not covered by the proposed Dream Act as they are in the US legally!! All of the elements that are attributed to the ‘Dreamers’ apply to our children too.\r\n\r\nPlease check out www.E2VisaReform.org\r\n\r\n", 
    "category": "special", 
    "title": "Include E2 Visa holders in CIR - legal immigrants who bring investment & create jobs but have no path to Green Cards"
  }, 
  "4e7c1ca911fb9cce4100005d": {
    "body": "The patent office's original interpretation of software as language and therefor patentable is much closer to reality and more productive for innovation than it's current practice of issuing software patents with no understanding of the patents being issued. \r\n\r\nUnder the patent office's current activity, patents have been come a way to stifle innovation and prevent competition rather than supporting innovation and competitive markets.  They've become a tool of antitrust employed by large companies against small ones. \r\n\r\nTo return sanity to the software industry - one of the few industries still going strong in America - direct the patent office to cease issuing software patents and to void all previously issued software patents.", 
    "category": "IP", 
    "title": "Direct the Patent Office to Cease Issuing Software Patents"
  }, 
  "50bb9037adfd95442c000005": {
    "body": "Tens of thousands of illegally imprisoned Falun Gong believers have been used as a living organ bank, killed on demand to fuel China’s lucrative organ transplant industry, as outlined in this video: http://goo.gl/CcHPe. \r\n\r\nThe U.S. State Department’s 2011 Human Rights Report cited allegations of organ harvesting from Falun Gong believers and other prisoners of conscience. In October, 106 members of Congress wrote to Secretary Clinton requesting further information. Two Congressional hearings have covered the topic. Leading transplantation doctors and medical organizations worldwide have condemned this crime against humanity.\r\n\r\nAs a world leader in protecting human rights, the U.S. has a moral obligation to expose these crimes, stop them, and ensure the perpetrators are brought to justice.", 
    "category": "foreign", 
    "title": "Investigate and publicly condemn organ harvesting from Falun Gong believers in China"
  }, 
  "50a121ac2bcfa36805000008": {
    "body": "For more than a hundred years, American Sign Language (ASL) has been persecuted as a \"lesser\" language. It is a homegrown and complete language that has survived efforts to wipe it out. \r\n\r\nYet today, ASL is still considered \"foreign\" and not given the respect and protection it needs. Many states have passed laws allowing credit for ASL classes as a foreign language but they have stopped short of recognizing its benefits as a language of instruction in schools, despite studies proving its benefits for students.\r\n\r\nOfficial federal recognition will finally give ASL the \"welcome home\" it needs.  ", 
    "category": "special", 
    "title": "Officially recognize American Sign Language as a community language and a language of instruction in schools."
  }, 
  "5042d822eab72a0050000020": {
    "body": "The ROK is illegally occupying Japanese Territory Takeshima. The ROK calls it Dokdo.\r\nAlthough Japan proposed to the ROK that the dispute be referred to the International Court of Justice, the ROK rejected this proposal.\r\n\r\nIn the drafting process of The San Francisco Peace Treaty, United States Assistant Secretary of State for Far Eastern Affairs Dean Rusk rejected the request by the ROK that Takeshima be added to the relevant article of the Treaty as one of the areas Japan would renounce.\r\n\r\nThis is not just bilateral issue between Japan and the ROK but deeply involves the United States and your inescapable responsibilities in Northeast Asia.\r\n\r\nGoing to the ICJ is a peaceful and fair manner to settle the dispute.", 
    "category": "foreign", 
    "title": "Persuade South Korea (the ROK) to accept Japan's proposal on territorial dispute over islets."
  }, 
  "50ec8135a9a0b19c1800000c": {
    "body": "At the time of approval of H1B petition, USCIS checks for all the documents but still require petioner to visit home country to get Visa stampped on the passport. Due to which most of the H1B skilled workers can not visit back home to see their families as they don't want to take chance/risk. If givernment allows visa stamping in US, it will unite many families who have not seen their parents for long long time as Grean card process takes more than 10 years in case of India/China.", 
    "category": "special", 
    "title": "Allow H1B approved cases to get Visa stamped in US"
  }, 
  "4e8326ddfb7528860c0000a0": {
    "body": "We urge President Obama to stop wild horse roundups. At minimum, removals must be in line with adoption demand. Implement on-the-range management utilizing safe fertility control.\r\n\r\nWild horses and burros are supposed to be protected as part of our national heritage, yet the Interior Department rounds them up from public lands to make room for taxpayer-subsidized, commercial livestock grazing. For the first time in history, more wild horses are now warehoused in holding facilities (>43,000) than are free on the range (", 
    "category": "animals", 
    "title": "Protect Wild Horses and Burros; Reform Inhumane Interior Department Management Program That Wastes Tax Dollars"
  }, 
  "4eaf25b88d8c37321c000079": {
    "body": "This Bill would allow essentially allow A Great Firewall of America and would be a shameful desecration of free speech and any sort of reasonable copyright law. The new Law would allow copyright holders to force websites which have any copyrighted material to be blocked by ISP companies around the country, without requiring that the websites be given time to take the offending material down. It would also put pressure on ISP companies to monitor their users like never before, a gross invasion of privacy. This bill is a direct assault on a free internet and a shameful attempt by copyright lobbyists to destroy net neutrality. Essentially it's a censorship law that would end the internet as we know it in America.", 
    "category": "IP", 
    "title": "Stop the E-PARASITE Act."
  }, 
  "50cb73680aa04d993b000015": {
    "body": "Every time a mass shooting happens in the United States, we are told by the White House, the federal government and its benefactors in the NRA that, \"Now is not the time\" to have a conversation about increased regulation of firearms. Ostensibly, this is because it's too close to the just-occurred tragedy, but really, it's because our leaders have their hands in the pockets of one of the richest lobbying organizations in the country. \r\n\r\nSo, if \"now\" is not the time to have a conversation about gun control, let's set a time. Over 20 people died today - more than five times as many as died in the Benghazi embassy attack, which event prompted Congressional hearings and mass apoplexy from Republican leaders. Now may not be the time to have the conversation, but it's time to schedule it. Now.", 
    "category": "antigun", 
    "title": "Set a date and time to have a conversation about gun policy in the United States."
  }, 
  "4ec8bb08ec309e9465000002": {
    "body": "We feel Gen. (Ret) Sarath Fonseka’s incarceration is illegal, and goes against all that Sri Lanka should achieve as a democratic nation.\r\n\r\nPresident Mahinda Rajapakse over the past 6 years has systematically eroded the democratic fabric of Sri Lanka by usurping the powers of the judiciary, law enforcement branches and other key bodies, through politicizing the organs of a democratic system, and through his refusal to implement the 17th amendment to the Constitution.  \r\n\r\nThe manner in which Gen Fonseka was charged and sentenced goes against the norms and previous practices of the law of Sri Lanka. His abduction and incarceration, following his bid for Presidency , perfectly illustrate the erosion of the rule of law, and the systemic and violent silencing of political opposition in Sri Lanka.", 
    "category": "", 
    "title": "Urge the release of former commander of the Sri Lankan Army and Presidential candidate General (Ret.) Sarath Fonseka"
  }, 
  "512c35a1688938d372000004": {
    "body": "Mr. President Obama, Mr. Vice President Biden\r\nPlease invite Cuban dissident blogger Yoani Sanchez to the White House and the U.S. Senate to speak about the situation of Human Rights in Cuba. \r\nFrom her home in Havana, and supported by a network of friends who share her passion for the cause of a democratic Cuba, Sanchez has raised awareness about the lack of civil liberties and the disrespect for basic human rights under the Castro dictatorship for the past 53 years. \r\nFor the first time in many years, Sanchez has been allowed to travel outside Cuba, and she is scheduled to visit the United States. She has been active in speaking the truth about the realities of her country to anyone willing to listen. Please show your commitment to democracy and human rights by receiving her. \r\nThank You. ", 
    "category": "", 
    "title": "Invite Cuban dissident blogger Yoani Sanchez to the White House to speak about the situation of Human Rights in Cuba"
  }, 
  "50cba05ceab72a4c1f000018": {
    "body": "Today the world was shocked by the tragic events that occurred at the Sandy Hook Elementary School. Many are focusing on the debate about gun control - I would like to avoid that issue here. Behind many of these horrific events are damaged minds that may have been helped before they turned to violent acts. Due to social stigma, lack of government support, drug abuse, and often poverty, there are scores of Americans who are suffering from serious mental health problems without aid. We need to rethink how we treat mental illness in the US, and how we can help individuals long before they hurt themselves or others. Perhaps with the right actions these individuals could live normal lives, and would never get to the point of violent action. Let's speak openly & productively about mental health.", 
    "category": "mentalhealth", 
    "title": "address the shortcomings of the current mental health system to prevent at-risk people from becoming violent offenders."
  }, 
  "50cbd3b90aa04d6369000016": {
    "body": "Ex military with combat experience or from combat MOSs with very extensive training serve as armed security at all schools across the nation. Law enforcement is too short handed to carry the job plus this would help create jobs and keep veterans circulated back into the civilian working environment. 2 armed personnel at all times at school from 1hour before school starts to the last teacher or principal that leaves the school area. ", 
    "category": "progun", 
    "title": "Have armed security at all schools across the nation who are ex military from combat MOSs or combat proven."
  }, 
  "50a13417688938376400001c": {
    "body": "Citizens in Colorado and Washington overwhelmingly voted to legalize, regulate and tax marijuana in similar fashion as the more hazardous substance, alcohol, is already legalized, regulated and taxed. We request the president support a federal law requiring the federal government to protect - rather than undermine or overturn - these state laws and similar laws that other states pass in the future. Specifically, we request the president to support a pending congressional proposal that would amend the federal pre-emption section of the Controlled Substances Act (section 903) to exempt from the act any state provisions \"relating to marijuana.\"\r\n\r\n\r\n", 
    "category": "marijuana", 
    "title": "Support a law protecting states' rights to legalize, regulate and tax marijuana like alcohol."
  }, 
  "509edf8a2bcfa33338000013": {
    "body": "As the founding fathers of the United States of America made clear in the Declaration of Independence in 1776:\r\n\r\n\"When in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.\"\r\n\r\n\"...Governments are instituted among Men, deriving their just powers from the consent of the governed, that whenever any Form of Government becomes destructive of these ends, it is the Right of the People to alter or abolish it, and institute new Government...\"", 
    "category": "secession", 
    "title": "Peacefully grant the State of S.C. to withdraw from the United States of America and create its own NEW government."
  }, 
  "512c2157704301d51d00001b": {
    "body": "The Copyright Alert System (CAS) is setup to automatically and permanently restrict Internet access due to complaints filed by third party copyright claimants.  This leads to pitfalls with regard to civil liberties, anti-trust laws, and due process.  CAS came about through \"backroom deals\" between media associations and ISPs, and may represent anticompetitive behavior at the expense of the user. \r\nOn some popular sites, egregious filing of DCMA takedown requests has led to the automatic censoring of media that was not in violation of copyright.  This may worsen in scope with CAS.\r\nIf a subscriber has her access unjustly terminated, it may deprive the user of the ability to mount a well-informed legal defense.  CAS may erroneously and abusively deprive access to digital government services.", 
    "category": "IP", 
    "title": "Direct the Attorney General and FCC to investigate the lawfulness of the Copyright Alert System"
  }, 
  "5126762c688938c751000010": {
    "body": "Let's put people back to work in the public sector and not just rely on the private sector to create jobs. The government can (and has in the past) created jobs and it needs to do so again. The idea that the government cannot create jobs is a giant lie. Let's hire more teachers, more firefighters, more public interest lawyers, and more postal workers. Let's spend more money on infrastructure and create more private sector construction, plumbing, electrician, and steamfitter jobs. If the government hired people, it would be good for the economy. It's simple economics, more people working means more people spending money on goods and services, more people paying taxes, and less people collecting unemployment and other forms of government assistance.", 
    "category": "", 
    "title": "create public sector jobs & put Americans back to work. Hire more firefighters, teachers, & public interest lawyers."
  }, 
  "50cd06dac988d4ab50000022": {
    "body": "LaGrange, Indiana – 16-month-old baby dies as a result of torture and abuse at the hands of Christy Shaffer. Cause of death, “Blunt force injury to head”, Manner of death, “Homicide”. Prosecutor Jeff Wible and Judge J. Scott VanDerbeck, made a mockery of Judicial System. Doctor J. Egli violates Medical ethics. He did not report the abuse in a timely fashion. All are friends with Shaffer’s father. Christy Shaffer was charged with Felony B neglect, she served 77 days. Christy Shaffer was never charged with the death of a child. Autopsy records obtained in the case revealed old and new injuries to head and mouth, in addition to the bruising and broken bones. Alissa’s brain showed lesions of trauma. It was determined that her hair had been ripped out. This case must be properly prosecuted.", 
    "category": "", 
    "title": "Toddler TORTURED and MURDERED sentence 10 years! Time Served \"77 Days for Neglect.  Federal offense?"
  }, 
  "4e7cb0fd4bd5042a1d000011": {
    "body": "At a time when we should be working to simplify the tax codes, the administration wants to make it more complex by adding another new fee to the aviation system.\r\n\r\nThe aviation community understands the need to raise revenue at a time when we all need to sacrifice, however, this should be done by increasing tax rates on aviation fuel, rather than on a per-flight basis.  By using an existing system of revenue generation, the administration can put more of the revenue collected towards the operation of the air traffic control system, thus improving safety for the system overall.\r\n\r\nFurthermore, a tax on fuel more accurately reflects the actual ATC services used over a fixed flat fee, as a flight from NYC to LA will require more controller time than a flight from NYC to Boston.", 
    "category": "", 
    "title": "Take Aviation User Fees off the table"
  }, 
  "5128a4ce8cce3f815d000016": {
    "body": "We've stopped SOPA and CISPA but now there's CAS, the Copyrights Alert System.\r\nCas is an \"educational\" anti-piracy system; \"educational\" in the way that it will severly slow down internet for internet users after several piracy offenses.\r\nAT&T, Cablevision, Comcast, Time Warner, and Verizon will be launching their versions of CAS NEXT WEEK, with Comcast probably being first. Once again, this will start NEXT WEEK . I believe we all have to means to petition for our rights, and I think this is the time to.", 
    "category": "IP", 
    "title": "Stop CAS (Copyright Alert System)"
  }, 
  "4e7b4cb911fb9cf478000005": {
    "body": "One third of all shark species are threatened or near threatened with extinction.To reverse this trend, the USA must be a leader in protecting these important predators.The Administration has championed international agreements and signed the Shark Conservation Act, but this only mandates how a shark is killed, not how many.  On average, the USA lands 30,000 tons of shark per year. Palau, Maldives, Honduras, Bahamas, and Tokelau have declared national shark sanctuaries, banning the commercial fishing of sharks in their waters and ending the shark trade. Domestically, laws have been passed banning the sale, trade, and possession of shark in Hawaii, Washington, Oregon, California, and the territories of Guam and Northern Marianas.  The USA should implement a national shark and shark fin ban.", 
    "category": "", 
    "title": "ban the sale, trade, and possession of shark and shark products, including shark fin."
  }, 
  "511d15df2bcfa3a21d000000": {
    "body": "H4 visa holders come to USA as dependents of H1B visa holders. H1B visa holders play a important part for the economy of the country. They pay for taxes, health insurance, social security and follow all the rules and regulations. However their dependents are not allowed to work in the US so ultimately lot of them have to go back. When US can offer work permits to illegal immigrants then isnt it unfair to not allow H4 visa folders to work who are legally imigrated and follow all the rules and regulations ?", 
    "category": "", 
    "title": "Work permit for H4 visa holders"
  }, 
  "50ce9674eab72ab102000000": {
    "body": "We can try to better identify those with mental illness, we can make stricter gun laws, we can argue all day about gun rights, but put yourself in the shoes of a Sand Hook Elementary parent the day before the shooting, and then tell me which one of these actions would most help your 1st grade student? \r\nSome high schools already employ armed law enforcement officers, uniformed and plain clothed, as truancy liaisons or school resource officers (their titles and tasks very). Although, the majority of our public schools (K-12) are unsecured and are wide open to future massacres. All the while, post 9/11 veterans are facing a 10% unemployment rate. It’s time to allow our prior service men and women to protect our most valuable assets where they are most vulnerable, our children at school. ", 
    "category": "progun", 
    "title": "hire military veterans as armed resource officers in all public schools throughout America."
  }, 
  "506b71ef6889380b50000002": {
    "body": "The Food Allergen Labeling and Consumer Protection Act required Health and Human Services to set a gluten-free labeling rule by 2008 to aid people with celiac disease, a life-threatening autoimmune condition. The only known treatment is a strict gluten-free diet. \r\n\r\nAn estimated 3 million Americans have celiac and even more may have non-celiac gluten sensitivity. Without adequate labeling, those on a medically prescribed gluten-free diet struggle to make safe food choices and stay well.\r\n\r\nChildren with celiac cannot participate in the National School Lunch Program when food service staff cannot determine if products are gluten-free. \r\n\r\nCongress did its part by passing the law. It is up to the White House to protect the health of millions of adults and children by finalizing the rule NOW. ", 
    "category": "", 
    "title": "Finalize Standards for GLUTEN-FREE Labeling"
  }, 
  "4eedee89c85fc2997400000d": {
    "body": "\"the more freely information flows; the stronger that society becomes\" President Obama http://tiny.cc/rh5b1\r\n\r\nBy allowing free conversation it is so easy to drop a link\r\n\r\nhttp://i.imgur.com/TD4Kq.jpg\r\n\r\nIt would be ridiculous for an ISP to block the entire whitehouse.gov domain on court order because a single user posted a link. It is difficult for any web administrator to know which links to copyrighted material are done with permission. This will kill the free flow of information and conversation on the internet.\r\n\r\nSOPA is too blunt. Please veto. ", 
    "category": "", 
    "title": "VETO the SOPA bill and any other future bills that threaten to diminish the free flow of information"
  }, 
  "510ec176ee140f0f3b000008": {
    "body": "\tWe demand that your administration release Shaker Aamer, a prisoner since 2002 at Guantánamo Bay. Shaker has been cleared for release by your administration, yet he remains indefinitely imprisoned without charge or trial. Shaker has been abused in U.S. custody and has also been held in solitary for prolonged periods of his imprisonment.\r\n\tShaker is a British resident with a wife and four young children. His youngest son, Faris, has not met his father. Wondering if he will ever be released, Shaker could not tolerate injustice and has peacefully protested for the human rights of all prisoners.\r\n\tShaker’s confinement and separation from his family after being cleared for release are unacceptable and contrary to basic human values. You must take immediate action to release Shaker Aamer.", 
    "category": "", 
    "title": "Immediately release Shaker Aamer: illegally held at Guantánamo for eleven years"
  }, 
  "50cb7dafc988d40545000000": {
    "body": "There are classes of weapons that are specifically designed to kill people. These weapons continue to be used to their terrible full potential on innocent men, women and children. Regardless of your politics, one thing we should all be able to agree on; the killing of innocents is wrong. Banning weapons specifically designed to kill multiple people in quick succession should be something we all embrace.\r\nOne very good way of demonstrating how much we all believe addressing this is necessary is to show our governing officials that we demand action.", 
    "category": "antigun", 
    "title": "Seriously, respectfully and quickly work to end the violence committed by assault weapons."
  }, 
  "50cb6501c988d49b7800000b": {
    "body": "Every week it seems that we are facing a new headline of mass shootinngs -two in the last week alone. The consitutution gives us the right to bear arms and no one wants to take that right away, but we need real gun control reform.\r\n\r\nBackground checks, restricted access to semi-automatic weapons, waiting periods, all need to be part of a robust gun control policy that will allow people to keep thier guns but provide a responsible framework to gun ownership. \r\n\r\nWe need to have a conversation and we are looking to the White House to take the lead on this. ", 
    "category": "antigun", 
    "title": "Start the process to enact Federal Gun control reforms."
  }, 
  "50ade1e3ee140fd907000012": {
    "body": "This is in regards to the request for TPS for Guatemala, in light of the recent major earthquakes.  This is the third request due to natural disasters in that area occurring in the past two years. Due to all the recent destruction, we have been overwhelmed with requests for help from family members living in Guatemala.  The original request for Temporary Protected Status came in June of 2010 after a major storm, Agatha, hit the country.  Our government said it was under active consideration and to this day no decision has been made.  This is a very important issue for my family and millions of others. Granting TPS would allow us to help them in so many ways.   We invoke your help in supporting this request that will not only help a struggling country but will also benefit the U.S. as well.", 
    "category": "", 
    "title": "Grant Temporary Protected Status to Guatemalans"
  }, 
  "512c11fecde5b8180d00000a": {
    "body": "Maayimuna ‘Muna’ N’Diaye was abducted on Dec. 27, 2011,by her father, Ibrahim N’Diaye. She was taken to impoverished and war-torn Bamako, Mali, West Africa.  Muna is a U.S.  citizen. Father and daughter are listed in INTERPOL and a Class D felony arrest warrant exists for N’Diaye.  Muna's mother, Dr. Noelle Hunter, has an active case with the U.S. Department of State, Office of Children’s Issues. \r\n\r\nWe  call upon President Obama to:\r\n\r\nDirect U.S. Secretary of State John Kerry to employ diplomatic means to secure Muna’s return.\r\n\r\nDirect U.S. Attorney General Eric Holder to initiate criminal charges against Ibrahim N’Diaye under the International Parental Kidnapping Crime Act.\r\n\r\nMake the Administration’s FY13  foreign aid to Mali conditional on that country’s cooperation in Muna’s return.", 
    "category": "", 
    "title": "bring home Muna N'Diaye, a  5 year-old girl who was illegally abducted to Mali, West Africa, on December 27, 2011."
  }, 
  "5113ca10ee140fd535000014": {
    "body": "Bernie Ludvik was an inspirational teacher to many people in the small town of Crete, Nebraska. He was a Social Studies teacher from 1979- 2004. On November 26, 2012, Bernie Ludvik was involved in a severe car crash. He was air lifted to the hospital Bryan LGH West. He had a traumatic brain injury, a broken femur, and two broken vertebrae in his lower back. Mr. Ludvik had tickets to the Inauguration, but unfortunately was unable to make it because he was still hospitalized. The Crete High students have been working extremely hard to help make up for the fact that he did not get to go to attend the Inauguration. Our goal is to potentially get Ludvik to meet the President because he didn't get to attend the Inauguration. See more information here: on.fb.me/11qdskc", 
    "category": "", 
    "title": "to fulfill our civics teacher's dream to meet the President after he missed the Inauguration due to a severe accident."
  }, 
  "50d498a4ee140f7c25000009": {
    "body": "The Constitution of the United States was amended to protect the individual rights of citizens to bear arms for security.  There is no language in the constitution referring to \"hunting\" or a \"sporting purpose.\"  The reason for the right to keep and bear arms is to protect individual liberty from both foreign and domestic threats; and perhaps most importantly, against a tyrannical government.  In a quote attributed to Thomas Jefferson, \"The beauty of the Second Amendment is that it will not be needed until they try to take it.\"\r\n\r\nMr. President, please do not attempt to infringe upon these rights.", 
    "category": "progun", 
    "title": "Not INFRINGE upon 2nd Amendment rights by instituting any new form of firearms ban, legislation, or regulation."
  }, 
  "50d1becdadfd959833000008": {
    "body": "Breed Specific Legislation should be considered a violation of our rights as stated in the 14th amendment of the United States Constitution! These laws are completely ineffective, biased and cause the loss of innocent family dogs based solely on their breed or physical characteristics! There are already \"Dangerous Dog Laws\" in place to handle dogs (regardless of breed) on an \"individual\" basis. This is just another form or pure hatred in this country that should not be allowed.\r\n", 
    "category": "", 
    "title": "Ban and outlaw Breed Specific Legislation (BSL) in the United States of America on a Federal level!"
  }, 
  "4e808d944bd504046200019b": {
    "body": "Many talented H-1B beneficiaries choose not to stay in the U.S. because their H-4 spouses cannot work. We suggest that USCIS include the spouses as part of those non-resident aliens who can work incident to status by regulation. This would be a quick and easy way to ameliorate the severe hardship experienced by H-1B families.\r\n\r\nThrough administrative re-interpretation, USCIS could allow the spouses to obtain extensions of H-1B status, so they can past the normal six-year limit without having their own labor certification. Under this interpretation, the H-1B husband who does not have his own labor certification can still use his wife’s labor certification on a derivative basis to file for an H-1B extension. ", 
    "category": "immigration", 
    "title": "Allow H-4 visa member to work legally"
  }, 
  "4e8604b5cf436a2d3500001b": {
    "body": "NASA Administrator Charles Bolden's decision about which cities would get a retired space shuttle was based on a flawed assessment of applications. NASA also ignored the intent of Congress to consider regional diversity when determining shuttle locations. Even more insulting to taxpayers is that having paid to build the shuttles, they will now be charged to see them at some sites.\r\n\r\nNew York, which received the decommissioned Enterprise space shuttle under the premise that it would house it in the Intrepid Sea, Air and Space Museum, now plans to build a separate museum for the Enterprise.\r\n\r\nNew York City is unprepared to house the Enterprise Shuttle while the National Museum of the USAF at Wright-Patterson Air Force Base is the ideal location.  Please help boost the Ohio economy!", 
    "category": "", 
    "title": "revisit its decision on the retired Space Shuttle Enterprise and award it to National Museum of the USAF in OH."
  }, 
  "507eb5f200e579bb2f00000c": {
    "body": "The volunteers and supporters of the March of Dimes ask the President to light the White House in purple on January 3, 2013, to honor the 75th anniversary of the founding of the March of Dimes by President Franklin Roosevelt, and as a symbol of hope for families whose children have been born too soon.  Just as the March of Dimes galvanized America to defeat polio, today millions of March of Dimes volunteers are working to support research and programs to identify the causes of premature birth.  Help to honor babies born prematurely by lighting in purple the birthplace of the March of Dimes:  the White House.", 
    "category": "", 
    "title": "Light the White House Purple to Celebrate 75th Anniversary of March of Dimes and as Symbol of Hope to Preemie Families"
  }, 
  "4e8100298d8c37730e0000ce": {
    "body": "The Government Pension Offset and the Windfall Elimination Provision deny earned Social Security benefits to more than 1.5 million Americans, mostly women. They were designed to cut costs for Soc. Sec. and  were hastily voted into law without careful study.  This has resulted in the formulas that they use for persons who have earned pensions from non-SS covered government jobs being more punitive than the SS measures that they were supposed to replicate.  The S.S. benefits were earned in work not related to their government work, or by being a dependent spouse. These govt. pensions were earned and are taxed differently by the Federal government.  There is no valid reason for linking them to Social Security.  See \"More Info\" on SSFairness.com for references to CRS and NCPSSM reports. ", 
    "category": "", 
    "title": "repeal the Government Pension Offset and the Windfall Elimination Provision and restore SS fairness for public servants!"
  }, 
  "50306b45ee140f4551000000": {
    "body": "Vietnam's Land Laws of 1993 and 2003 nationalized land and houses seized from Vietnamese who had fled communism, including as many as 500,000 Vietnamese who had already become naturalized US citizens. This makes the Vietnamese government ineligible for the Generalized System of Preferences (GSP) and for US foreign assistance under the Hickenlooper Amendment.  Our President should demonstrate his commitment to defending the rights and interests of US citizens by applying the prohibition clause of the Foreign Assistance Act (22 USC 2370(e)) to Vietnam, calling on its government to freeze further expropriations of US properties, and conditioning GSP or any further trade benefits on the return of all properties that belong to US citizens or payment of fair compensation.", 
    "category": "", 
    "title": "vigorously enforce US laws to seek the return of US citizens' properties expropriated by the Vietnamese government."
  }, 
  "50ceb247ee140fe937000010": {
    "body": "Due to the recent tragic events it has spiked a fear among the people who are against the law abiding citizens of America who support their right to amendment II of the constitution  if we do not stand up for our ownership and rights now, they WILL be taken away!\r\nThe Law abiding gun community had nothing to do with the acts committed by these sick individuals but in this current environment, legislation will be passed restricting gun ownership if we do nothing and remain silent", 
    "category": "progun", 
    "title": "Dissolve any petitions on an Assault Weapons Ban as unconstitutional under amendment II  of the Constitution"
  }, 
  "5125bd052f2c88730a000009": {
    "body": "US Army Sgt Bowe Bergdahl was captured in Afghanistan on June 30, 2009 by enemy forces. Today he remains a Prisoner of War. \r\n\r\nSgt Bergdahl will be 27 on March 28. Tell America about Bowe's plight as a prisoner of Taliban forces. Raise awareness for Bowe.  It's time all of America know who Bowe is.", 
    "category": "personal", 
    "title": "Raise awareness for US Army Sgt Bowe Bergdahl"
  }, 
  "5113f3eeee140f2b46000004": {
    "body": " The Obama Administration should take the initiative for the establishment of a UN's Commission of Inquiry (COI) into human rights abuses in North Korea at the UN Human Rights Council from 2/25/13 to 3/22/13. This COI would investigate the mistreatment of 200,000 political prisoners in North Korea, including Kenneth Bae, a Korean-American who was detained last year. UN officials support this COI because it would set up a detailed mechanism of inquiry of the North Korea's crimes against humanity. We urge US government to propose this COI so that this investigation would lead to a referral to the International Criminal Court like Darfur and would punish North Korean regime using all the resources on nuclear weapons program. Thank you for your consideration and look forward to your response.\r\n", 
    "category": "foreign", 
    "title": "The Obama Administration should support UN's Commission of Inquiry (COI) into North Korea's human rights violations."
  }, 
  "511121ddcde5b8f20e000016": {
    "body": "Women cannot be forced to rely on their employers to provide adequate time with their infant and family during the vulnerable time of attachment and transition after childbirth. The American Academy of Pediatrics and the World Health Organization along with virtually every other perinatal professional health care organization worldwide strongly recommends six months of exclusive breastfeeding for the health of mother, infant, and their community.  Yet, employed women are compelled to return to work after six very short weeks (milk production is barely established), Legislating insurance coverage of breast pumps and the provision of appropriate time and space for pumping by employers is inadequate.\r\nThe United States lags behind every other developed country in it's protection of familes.", 
    "category": "special", 
    "title": "Maternity Leave: 12 month government subsidized"
  }, 
  "51201417ee140f1471000003": {
    "body": "The so-called International Crimes Tribunal (ICT) was purportedly set up to try Bangladeshi collaborators in Pakistani war crimes from 1971. Several hundred thousand people died, and we feel that it is important that justice is meted out for those responsible. However, international organizations like the UN, Human Rights Watch, and Amnesty say the tribunal is far from fair, and seems to have been set up to eliminate the current political opposition. Bangladesh is currently in the throes of protests for and against the ICT, and police are attacking and arresting hundreds of suspected opposition members, as the government cracks down on their activities. We urge President Obama and his administration to speak against this grave miscarriage of justice, and call for fair trials in Bangladesh.", 
    "category": "foreign", 
    "title": "Demand Fair Trials for Bangladesh Opposition Leaders, and Stop Their Execution by Government Exploiting Public Sentiment"
  }, 
  "5101977d0aa04d7209000007": {
    "body": "The Librarian of Congress decided in October 2012 that unlocking of cell phones would be removed from the exceptions to the DMCA.\r\n\r\nAs of January 26, consumers will no longer be able unlock their phones for use on a different network without carrier permission, even after their contract has expired.\r\n\r\nConsumers will be forced to pay exorbitant roaming fees to make calls while traveling abroad. It reduces consumer choice, and decreases the resale value of devices that consumers have paid for in full.\r\n\r\nThe Librarian noted that carriers are offering more unlocked phones at present, but the great majority of phones sold are still locked.\r\n\r\nWe ask that the White House ask the Librarian of Congress to rescind this decision, and failing that, champion a bill that makes unlocking permanently legal.", 
    "category": "IP", 
    "title": "Make Unlocking Cell Phones Legal."
  }, 
  "513398e9ee140fb53f00000b": {
    "body": "By establishing March 4 as \"National Marching Arts Day,\" we will celebrate the positive effects on young people and our society from lessons learned and life skills acquired through involvement with the unique collection activities which comprise the \"marching arts.\"\r\n\r\nThese activities includes marching bands, drum corps, drill teams, color guards, drum lines, step teams, string bands, pipe bands, fife and drum groups, military bands, ceremonial groups and other ensembles promoting music making, entertainment, cultural enrichment, self-confidence, leadership training, responsibility, competition, good sportsmanship and fun.", 
    "category": "fringe", 
    "title": "Establish March 4th as National Marching Arts Day"
  }, 
  "4f85d2682ee8d08253000027": {
    "body": "Dear Mr. President:\r\n\r\nThe FDA is considering the creation of regulations for the premium cigar industry. These regulations will jeopardize over 85,000 American jobs, destroy America’s “mom & pop” premium cigar retailers & manufacturers, and risk over 250,000 jobs in Latin American that produce cigars, impacting the economic/political stability in the region. \r\n\r\nWe hope you will stand up for small businesses that dot Main Street America & recognize that premium cigars are enjoyed by adults, are not addictive and therefore do not conform to the Congressional intent of the Family Smoking Prevention & Tobacco Control Act.\r\n\r\nTell the FDA to leave our premium cigars alone. With this nation's more pressing issues, harming my simple ability to enjoy a cigar should not be a priority of the government.", 
    "category": "special", 
    "title": "Not Allow The FDA To Regulate Premium Cigars"
  }, 
  "4f2c6dfb2ee8d0034d000007": {
    "body": "Thanks to the Obama administration, nearly all women will soon have access to birth-control coverage at no cost. It’s a huge victory for our country, where 99 percent of women use birth control at some point in their lives. \r\n\r\nIn developing this policy that will significantly improve women’s health, the Obama administration resisted a pressure campaign from anti-contraception groups. These groups wanted to allowed many employers, including universities and hospitals, to refuse to cover birth control. \r\n\r\nUnfortunately, those anti-contraception groups continue to call on the White House to rescind its policy. \r\n\r\nIt’s up to pro-choice Americans to speak up for birth-control coverage. Sign your name to let the administration know that you are with them 100 percent. \r\n", 
    "category": "", 
    "title": "Stand Strong in Support of New No-Cost Birth Control Policy"
  }, 
  "511b81832f2c881b7400000c": {
    "body": "In his 2013 State of the Union address, President Obama said: \"We know our economy is stronger when our wives, mothers, and daughters can live their lives free from discrimination in the workplace and free from the fear of domestic violence.\" \r\n\r\nThis \"our wives, mothers, and daughters\" phrase is one he routinely employs, but it is counterproductive to the women's equality the President is ostensibly supporting.\r\n\r\nDefining women by their relationships to other people is reductive, misogynist, and alienating to women who do not define ourselves exclusively by our relationships to others. Further, by referring to \"our\" wives et al, the President appears to be talking to The Men of America about Their Women, rather than talking to men AND women.\r\n\r\nPlease embrace inclusive language, Mr. President.", 
    "category": "", 
    "title": "Stop using the \"wives, mothers, & daughters\" rhetorical frame that defines women by their relationships to other people."
  }, 
  "4e7b4d56cf436ad904000003": {
    "body": "10th Circuit Court of Appeals: \"…Much of the government’s behavior... and its prosecution of Leonard Peltier is to be condemned. The government withheld evidence. It intimidated witnesses. These facts are not disputed.\"  \r\n\r\nWhile others were acquitted on grounds of self defense, Peltier was convicted in connection with the 1975 shooting deaths of two FBI agents.  Evidence shows that prosecutors knowingly presented false statements to a Canadian court to extradite Peltier and manufactured the murder weapon (the gun and shell casings entered into evidence didn't match; this fact was hidden from the jury). The number of constitutional violations in this case is simply staggering.\r\n\r\nIt's time to right this wrong. Mr. President, you can and must free Leonard Peltier.", 
    "category": "personal", 
    "title": "grant clemency to Native American activist Leonard Peltier without delay."
  }, 
  "50cb7553704301d569000011": {
    "body": "In light of the recent shootings at Clackamas Town Center mall in Portland (Oregon) and Sandy Hook Elementary School in Newtown (Connecticut), we believe it is time for the mental health of the nation to be taken seriously. This includes the health of individuals, communities, and the country as a whole. \r\n\r\nThe collective mental health of the country can start off by having balanced conversation regarding firearms.", 
    "category": "mentalhealth", 
    "title": "Make Mental Health a National Emergency"
  }, 
  "50cfeb21688938874a00000f": {
    "body": "removing guns will not prevent violence with them. Do you really think a criminal will obey gun laws? Blaming guns because it was used in a crime is like blaming a hammer for accidently hitting your finger. Drugs are banned, You think banning them took drugs out of the hands of criminals?", 
    "category": "progun", 
    "title": "Keep guns in America! No weapons ban!"
  }, 
  "511e652a2f2c88983300000f": {
    "body": "As part of the automatic, across-the-board budget cuts, known as the \"sequestration\", set to take effect on March 1, 2013, U.S. science funding programs will be cut by 8.2%. \r\n\r\nThis reduction follows a decade of flat Federal funding for research that has not kept pace with inflation, and has already been devastating to scientific progress.\r\n\r\nOf the few scientists (roughly 10%) that were fortunate enough to gain approval for their projects in the past year, many wait \"in limbo\" for promised research funding that is on hold due to fear of massive budget cuts. \r\n\r\nWe urge our government representatives to defend scientific funding agencies from the sequestration, preventing further losses to scientific innovation, training of future generations of scientists, and jobs of hard-working researchers.", 
    "category": "", 
    "title": "Prevent Sequestration Budget Cuts to Scientific Funding Agencies"
  }, 
  "5134239d2f2c88ba6a00000d": {
    "body": "We, the undersigned, would like the Obama administration to recognize the need for a new national anthem, one that even a decade after its creation, is still hot and fresh out the kitchen. America has changed since Francis Scott Key penned our current anthem in 1814. Since then, we have realized that after the show, it's the afterparty, and that after the party, it's the hotel lobby, and--perhaps most importantly--that 'round about four, you've got to clear the lobby, at which point it's strongly recommended that you take it to the room and freak somebody. President Obama: we ask you to recognize the evolution of this beautiful country and give us an anthem that better suits the glorious nation we have become.", 
    "category": "joke", 
    "title": "change the national anthem to R. Kelly's 2003 hit \"Ignition (Remix).\""
  }, 
  "509f0e9b6889387404000009": {
    "body": "Helping the people of Tennessee.", 
    "category": "secession", 
    "title": "Peacefully grant the State of Tennessee to withdraw from the United States of America and create its own NEW government."
  }, 
  "4e7b6372b25636f47800000f": {
    "body": "We, the undersigned, hereby declare that anti-terrorism legislation passed by our US Congress since the tragic September 11, 2001 attacks on our nation, seriously damage and infringe upon the constitutional protections that are enshrined in our Bill of Rights.\r\n\r\nWe declare that it is not patriotic, but rather Un-American to destroy the very freedoms which cause Americans to love their country. We oppose the “sneak and peek” provision of the PATRIOT Act, which infringes our 4th amendment protections against unreasonable search and seizure by denying citizens their right to be aware that their property is to be searched and their right to protest such search. We oppose the PATRIOT Act’s destruction of e-mail and Internet privacy. \r\n\r\n\"Those who sacrifice liberty for security deserve neither\"", 
    "category": "liberal", 
    "title": "Repeal the Patriot Act"
  }, 
  "4e7b817d4bd504e006000018": {
    "body": "Lost opportunities for farmers and businesses have real consequences. With over $419 million in estimated U.S. retail sales, American companies making hemp products have no choice but to import their raw materials because American farmers continue to fear they will be prosecuted due to an outdated federal policy which confuses non-drug industrial hemp with drug varieties of Cannabis.\r\n\r\nSustainable hemp seed, fiber and oil are already used in nutritious food, textiles, body care and even auto-parts. Many American companies are using imported hemp in their products today.\r\n\r\nWe urge you to allow U.S. farmers to follow in the footsteps of George Washington, Thomas Jefferson and John Adams, all who were hemp farmers, and once again grow this sustainable and profitable non-drug crop.", 
    "category": "marijuana", 
    "title": "Allow Industrial Hemp to be Grown in the U.S. Once Again"
  }, 
  "4e7b74204bd504ea0c000011": {
    "body": "  We the People of The United States of America,\r\nbeing of sound mind and sharing a unified spirit of commonsense and a strive for the betterment of the decisions the leaders of our country make, set forth a petition to you, The Government of The United States of America, asking for a repeal of any and all laws regarding Cannabis in any form and/or any materials, tools, devices, or utensils needed in the use or production of said plant.\r\n We believe you are needlessly wasting billions of dollars incarcerating otherwise law abiding citizens for a crime in wich there is no victim, thereby placing them in harms way.\r\n We believe that the major crime and violence are a direct result of illegalization\r\n We believe it is scientifically proven less harmful than any drug approved by the FDA.", 
    "category": "marijuana", 
    "title": "Repeal any and all laws pertaining to the illegalization of the Cannabis plant and all of its uses."
  }, 
  "512545c9eab72ad51c000007": {
    "body": "With a few seconds you could help 3 million children\r\n\r\nThe DREAM Act is an act that gives aspiring immigrant children brought to the United States through no fault of their own a chance to become citizens by either serving two years in the military or by completing four years of higher education.\r\n\r\nGiven the opportunity for educational equality, over 3 million young immigrants can meet their dreams and better contribute to their local and national community. Everyone dreams, and that’s why we must pass the DREAM Act!", 
    "category": "immigration", 
    "title": "Pass the DREAM Act! (Don't let congress forget DREAMers in the new Immigration Policy)!"
  }, 
  "50cb80550aa04dd55e000003": {
    "body": "Before the last of the victims were even found at the Newtown, CT school massacre, White House press spokesman Jay Carney stated that \"today is not the day\" to discuss, at long last, the urgent need for a sane overhaul of our nation's gun laws.\r\n\r\nWe urgently disagree. If we cannot discuss prevention of massacres like this one while the pain is still fresh, then our opportunities to have that discussion will be few and far between. The frequency of these horrifying incidents is increasing.\r\n\r\nIf a day on which two dozen schoolchildren are massacred is not the day to discuss this, there never will be a proper day for the discussion.\r\n\r\nStand up to the entrenched gun lobby now. The White House must take the lead on enacting strict controls on all firearms in the US. ", 
    "category": "antigun", 
    "title": "Today IS the day: Sponsor strict gun control laws in the wake of the CT school massacre"
  }, 
  "4e7e896f8d8c3710430000d3": {
    "body": "\r\nWHEREAS, the FBI has 300+ recent complaints of Scientology crimes and atrocities - human trafficking, forced abortions and civil rights violations, and the IRS has evidence of private inurement violations justifying INTERMEDIATE SANCTIONS, and existing evidence on hand meets RICO statutes, WE REQUEST that the White House investigate and employ a Special Prosecutor to: \r\nEXAMINE why, with such an abundance of RICO evidence of Scientology being a corrupt and criminal entity, no law enforcement agency has moved forward;\r\nINVESTIGATE undue favor and pressure brought by lawyers for Scientology leader David Miscavige to stop the investigations;\r\nEXAMINE why around the world the “church” is investigated as a criminal entity while the U.S. Government does nothing?\r\n", 
    "category": "", 
    "title": "EXAMINE THE GOVERNMENT’S FAILURE TO INVESTIGATE AND PROSECUTE CHURCH OF SCIENTOLOGY CRIME, FRAUD AND ABUSE."
  }, 
  "5100c6d2adfd95511800000f": {
    "body": "On the 17th of january, russian political activist Alexander Dolmatov has died in the Dutch prison. He came to Netherlands to get the freedom but found his death. We ask American Congress to make The Act of Alexander Dolmatov which will include «Dolmatov list» to punish all Dutch officials responsible for the death of Dolmatov.", 
    "category": "foreign", 
    "title": "We ask American Congress to make The Act of Alexander Dolmatov to punish all Dutch officials responsible for his death"
  }, 
  "512dd38f00e579560c000004": {
    "body": "E pluribus unum (One out of many) was adopted by congress in 1782 and was the de facto motto of the US later replaced by congress in 1956 by \"In God We Trust\".  As a non-secular nation and by following the 1st Amendment of the Constitution of the United States which reads, \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.\" we should not have any mention of \"God\" on currency.", 
    "category": "", 
    "title": "Change our currency from \"In God We Trust\" to the original \"E pluribus unum\"."
  }, 
  "50d9aa76cde5b8ce32000010": {
    "body": "Restrict pay for Senators and Congress to $75,000 for a period of 3 years to repay the National deficit.  Report all Senators and members of Congress who do not support this so voters will know who supports the American people for re-election purposes.", 
    "category": "", 
    "title": "Restrict pay for all Senators and Congress to $75,000 for a period of 3 years to repay the National deficit."
  }, 
  "50d212bca9a0b17b2b00001f": {
    "body": "We want our children to be safe and are asking that it be required to have police officers and metal detectors in all schools. If funding is an issue we ask that it be a federally funded program.", 
    "category": "", 
    "title": "Place police officers and metal detectors in all of our schools."
  }, 
  "512d80f9a9a0b1b30b00000f": {
    "body": "Please support Reintroducing H.R. 4122, that will make it Illegal for private ownership of Wild Animals as Pets.  Prohibit the commercial trading or propagation of such species, not allow direct contact between the public and animals and not allow off-site public display of such species.\r\n\r\nWe believe this Bill stands a good chance of being passed.  And is needed in our nation, or we will continue to deal with the consequences of reckless animal owners without the commitment, expertise or resources to provide lifetime care for these animals. \r\n\r\nThis Bill is needed not only on the basis of animal welfare, but also of public safety. As shown in the incident in Zainesville Ohio in October 2011, when a suicidal big-cat owner released lions, tigers and other exotic animals. ", 
    "category": "animals", 
    "title": "Please support H.R. 4122 to be reintroduced. Making illegal to own Wild Animals as Pets, commercial trade & propagation."
  }, 
  "512d72ad0aa04d751f000013": {
    "body": "We have spent the last two years promising Devine that we will bring her home soon. We have taken 4 trips to Nigeria. Devine has a orphan status. We have been clearly approved to adopt. My husband spent 7 weeks in Nigeria with her on his last trip, and obtained an adoption decree and passport. The US Consulate in Nigeria did their own investigation and will not tell us exactly what occurred during the investigation. All we know is that Devine was declined a visa. Red tape is preventing sweet Devine from coming home to us. She is heartbroken. Please help us bring her home. Take two minutes and sign the petition. She deserves a family. Every child deserves a family and Devine has one waiting for her. Thank you. Shayla Hood, Des Moines, Iowa. ", 
    "category": "personal", 
    "title": "immediately issue Devine Hood (5 yr. old orphan in Nigeria) a visa so that she can be reunited with her forever family."
  }, 
  "51322a1e8cce3f630900000b": {
    "body": "RESOLVED, That the Citizens of the United States of America call upon the Supreme Court to pass and send for ratification a constitutional amendment to reform the responsibilities and remuneration of members of Congress; and to clarify that: \r\n\r\nFor every time a Member abstains from voting, their weekly salary shall be withheld and;\r\n\r\nFor every time a Member holds the economic prosperity of the nation hostage by refusing to cast a vote or filibustering a bill such Member’s monthly salary, benefits and donations should be withheld and deposited into the Social Security fund. \r\n\r\nAnd\r\n\r\nMembers must work in Congress an equal amount of days as any American worker, that is a minimum of 5 days a week with 20 days vacation as a maximum.", 
    "category": "", 
    "title": "PETITION TO REFORM THE SALARIES AND RESPONSIBILITIES OF CONGRESS"
  }, 
  "4f6a85eb709f032329000004": {
    "body": "On behalf of Penny4NASA.net:\r\n\r\nCurrently, NASA’s budget barely surpasses 0.5 percent of the Federal budget, and has seen a steady decline in the proportions of its funding, now reaching all-time lows.  The cultural mindset brought on by NASA has allowed us to reap the benefits of economic growth, creating an influx of people wanting to become scientists and engineers.\r\nThere is no question that the government has money to fund NASA: $850 billion was spent on the bank bailout, several hundred billion dollars more than the 53 year running budget of NASA.  If we want to invest in our future, we must fund NASA at higher levels.\r\n\r\nTomorrow is gone without NASA.  Please at least double NASA’s annual budget, and continue to support the most inspirational program in the country.\r\n \r\n", 
    "category": "space", 
    "title": "At least double NASA’s annual budget to one penny for every government dollar spent."
  }, 
  "4e84045b4bd504161d00001a": {
    "body": "Many workers come to the USA following all laws and regulations. They obtain valid and legal visas and come to work here temporarily.\r\nMany of these visas, such as the H1B visa (skilled workers such as software engineers), are valid for 2 consecutives periods of 3 years. When it is time to renew, these people have to exit the country to get a stamp. Often getting stuck outside the USA while their work and home is here. Why can't we do the bureaucratic checks here in the USA? They are already in the country? Why do they have to wait a few weeks or months while someone in a consulate or embassy forwards their paper work to someone here in the USA!? Just do that same paperwork, but, from the USA. There are no security reasons; i.e. they are already in the USA.", 
    "category": "immigration", 
    "title": "Holders of valid, legal visas should be able to renew their visa without having to exit the country"
  }, 
  "50cbc221cde5b8d309000003": {
    "body": "Encourage congress to shift funding from prisons back into the mental health system to re-open hospitals and provide long-term treatment to people with mental illnesses instead of waiting until they commit a crime and placing them in jail.  Open more long term care facilities and lengthen the allowable stay for appropriate treatment and stabilization.  Authorize police to transport mentally ill patients to hospitals without requiring them to have first committed a crime.  Reestablish the rights of legal guardians of mentally incapacitated people to voluntarily sign their wards into a long term care facility without requiring another court order.  ", 
    "category": "mentalhealth", 
    "title": "stop crime before it starts by funding mental health facilities instead of prisons."
  }, 
  "50d560feb15a7ae74400000d": {
    "body": "On December 21, 2012, Russian Duma passed Federal Law 186614-6 that prohibits adoption of orphaned Russian children in the USA, as well as deprives Russian human rights advocates of the ability to work with American colleagues. \r\n\r\nThis law was prepared as a response to Magnitsky Act, and was preceded by a campaign of slander against orphan rehabilitation programs and human rights advocacy in the world. \r\n\r\nWe urge our political leaders, at minimum, to speak up against this primarily anti-humane act and make clear that acts of ideological revenge are unfitting for the international political arena. \r\n\r\nWe also ask that Magnitsky Act be extended to supporters of this law in Russian Duma.", 
    "category": "foreign", 
    "title": "Recognize Dima Yakovlev Law (186614-6) as harmful and inhumane, extend Magnitsky act to its supporters in Russian Duma."
  }, 
  "5127826600e579b04000000e": {
    "body": "If federal employees are required to take furloughs and suffer 20% pay cuts, Congress (Senate and House) members and President Obama (the people who are responsible for the sequester and the resulting furloughing of federal employees) will \"share the pain\" by taking 20% pay cuts themselves.\r\n\r\nMembers of Congress and the President (due to their inaction) will take responsibility and in a show of solidarity and unity with the 800,000+ employees - who through no fault of their own will be forced to accept 20% pay reductions - will share equally in the pain and suffering that they themselves are responsible for.\r\n", 
    "category": "", 
    "title": "Sharing the Sequestration Pay Cuts w/Congress and the President"
  }, 
  "511ffa646889386e2a000011": {
    "body": "WHEREAS, the United States Constitution guarantees the freedom to practice one's own religion,\r\n\r\nWHEREAS, the U.N. Declaration of Human Rights, ratified by the United States on 10 December 1948 guarantees the same,\r\n\r\nWHEREAS, Uwe and Hannelore Romeike face prosecution in the Federal Republic of Germany for homeschooling their children, as is legal in the United States,\r\n\r\nWHEREAS, therefore said individuals qualify for refugee status under 8 USC 1101 (42)(a),\r\n\r\nWHEREAS, the Department of Homeland Security estimates as of 2010, over 10 million individuals illegally reside in the United States, many of whom do not qualify for refugee status, and are not being deported.\r\n\r\nWe request that Uwe and Hannelore Romeike be immediately granted permanent asylum in the United States, pursuant to 8 USC § 1158", 
    "category": "personal", 
    "title": "Grant permanent asylum to the Romeike family, who face prosecution in F.R. Germany for homeschooling their children"
  }, 
  "50ec4fc6ee140fe370000013": {
    "body": "Our democracy is broken, flooded by money from corporations, billionaires and SuperPACs that puts their interests over those of the public.  From big banks sinking our economy while blocking real reform to the NRA preventing sensible gun safety measures, big money forces are corrupting our politics. Since the US Supreme Court has ruled that corporations and wealthy donors have the right to spend unlimited money in our elections, a growing popular movement is now calling for a constitutional amendment to reclaim our democracy.  Eleven states and nearly 500 cities and towns have joined this call.  We petition President Obama to use the State of the Union to call for a constitutional amendment to reduce the influence of money in our political system and restore democracy to the people.", 
    "category": "elections", 
    "title": "Use the State of the Union to call for a constitutional amendment to get big money out of politics."
  }, 
  "51350564b15a7ab156000003": {
    "body": "We want to help our fellow Americans by standing beside them and supporting them while they are having suicide or self-injury problems. They need help, and raising awareness about the issue can increase support for them. This is a problem in America and we want people to be aware that this is something they need to know about. March 1st is Self-Injury Awareness Day, and we want it to be a nationally acknowledged day.", 
    "category": "medical", 
    "title": "Raise awareness for the growing problem of suicide and self-injury in America,and make March 1st nationally acknowledged"
  }, 
  "50cf71e1adfd95a103000028": {
    "body": "We are asking that President Obama, in a public fashion (preferably on national television, during prime-time), address the following issues:\r\n•\tPlease, define an “assault rifle” as what it truly is: a full-auto, or select-fire rifle. An assault rifle is not simply the “ugly” or “evil” looking black weapons that they are being portrayed as. Admit that you have been using this term out of context, to refer to all rifles that look “scary”.\r\n•\tExplain that guns are inanimate objects and protected under our Second Amendment, not only for hunting.\r\n•\tPlease explain, truthfully, the number of gun-related crimes that have been commit with legally owned, tax-stamped “assault rifles”, since 1937.\r\n•\tLastly, please explain how well gun control has worked to prevent gun-related viole", 
    "category": "progun", 
    "title": "Stop Demonizing Guns"
  }, 
  "50df72337043011329000010": {
    "body": "South Korean Presidential Election held on Dec. 19, 2012. Korea National Election Commission count votes illegally. Korean demand for manual counting or even re-counting, which is their constitutional right. There are election rigging made by Progressive Programs that have been secretly used to fix the 2012 South Korean Presidential Election. The graphs representing the voter turnout and the votes earned for Mr. Moon and Ms. Park, measured over time, were consistently smooth to have occurred in real life, which have been imply unlawful intervention. Only the graphs implied by the Formula of Logistic Funtion can produce such a beautiful, smooth curves. Please Support the Korean People of Democracy with Free and Fair Election.\r\nSo, they can decide their own future for Democracy. Recount NOW!", 
    "category": "foreign", 
    "title": "There are election rigging made by Progressive Program that have been used in the 18th Presidential Election of S. KOREA"
  }, 
  "50cd2fd8704301943a000007": {
    "body": "The goal of this petition is to make illegal the sale of assault rifles and high capacity magazines. While not an indictment of the 2nd Amendment, we feel the time has come to address the ambiguous language allowing citizens the right to bear arms. There can be no practical reason for non-military personnel to own these sorts of armaments.", 
    "category": "antigun", 
    "title": "Urge Congress to advance federal legislation banning the sale of assault rifles & high capacity magazines."
  }, 
  "5122a8bb8cce3f4779000014": {
    "body": "We are tax payers that are waiting for our refunds in a timely manner, many of us are 8863 \"American Opportunity\" and \"Lifetime Learning Credit, 8863 filers and in addition to the other forms that are causing delays within the IRS refund processing system. Many of us are hardworking mother's,and father's and have children trying to make ends meet in a tough economy. Many of us are students, small business owners and beyond and we feel betrayed to have these delays prolong in excessive time frames, irregular status updates, notifications of errors when there are no viable or substantial reasons and the frustration with misinformation provided by tax preparing companies in an attempt to play the \"blame game\", blaming each other for the delay of processing our returns and getting our refunds.", 
    "category": "taxes", 
    "title": "expedite processing of our federal tax refunds in a timely, reasonable and acceptable time frame."
  }, 
  "511b09872a8870275e000009": {
    "body": "The installation of smart meters on private property is associated with a number of serious issues: \r\n \r\n- Government and industry reports reveal that our privacy is at risk because data are recorded that can reveal activities inside homes; \r\n\r\n- Experts report that inadequate cybersecurity measures may result in misuse or theft of data; \r\n\r\n- Scientists warn that radiofrequency radiation emitted from wireless meters may cause adverse biological effects and that current FCC limits are outdated.\r\n\r\nIt is urgently requested that the President provide direction through executive order or other means to emphasize the voluntary nature of smart meter installations (per Energy Policy Act of 2005) and to stipulate that no utility or government can install a smart meter on one's property without consent.", 
    "category": "special", 
    "title": "PROHIBIT a utility from installing a \"SMART METER\" on a customer's premises unless the customer has provided consent."
  }, 
  "510efa22c988d4c353000006": {
    "body": "The federal government should find the policy that exists in numerous states that allows the Board of Directors of a residential co-op or in some cases the Board of Managers of a condominium, to deny housing to a buyer of a home without providing the buyer with a reason for the denial, to be void as against public policy, and because it enables a third party (not the buyer or the seller), to engage in illegal discrimination with impunity.  The practice permits the BOD or the BOM to eliminate from entrance into the community, persons based upon their race, religion, ethnicity, familial status, etc., without accountability for the denial; in effect, providing them a license to break the law. Because the denial is from a third party, traditional testing is not an option to correct the problem", 
    "category": "special", 
    "title": "stop the policy that permits the BOD of residential co-ops or condos to deny housing without providing a reason to buyer"
  }, 
  "5123ee40b15a7a7c5b000012": {
    "body": "Cars newer than 25 years must meet all federal safety and emissions standards for their year of manufacture or they endo into a bureaucratic brick wall. If you wish to import them privately - see www.nhtsa.dot.gov/cars/rules/import for a thorough run-down of the Federal Imported Vehicle Safety Compliance Act of 1988 and its subsequent amendments. It's enough to make your head spin.\r\n\r\nLet's scrap the 25-year rule. The differences between U.S. vehicle regulations and the rest of the car-producing world are pretty minimal. Our government welcomes on the road an old safety-free smog belcher like an unloved Olds while treating the catalyzed, crashable, newer but un-federalized import like radioactive waste? \r\n\r\nLet's change this.\r\n", 
    "category": "", 
    "title": "Lower non-federalized vehicle importation requirements with NHTSA & EPA to 10-years from the current 25-years."
  }, 
  "4e80ab678d8c37e116000018": {
    "body": "My name is Alexandra Allred. My son Tommy and I met President Obama in 2007 when we came to Washington to protest air pollution in our hometown of Midlothian, Texas. Pollution caused Tommy to develop chronic asthma, and the President promised us he’d fight for clean air. But the administration’s recent decision to further delay long overdue smog protections was a very disappointing step backwards.\r\n\r\nThat’s why I’m calling on the President to honor his promise to Tommy and protect the health of Americans by working as hard as he can to keep dangerous pollutants like mercury, carbon and soot out of our air.\r\n\r\nWe're depending on President Obama to stand with the children most affected by polluted air, scientists and public health experts and deliver on his promise for clean air.", 
    "category": "personal", 
    "title": "Protect Children from Dangerous Air Pollution"
  }, 
  "511bff4dadfd95c97d000009": {
    "body": "The LAPD has opened fire on random innocents and purposefully set a cabin on fire killing an unknown occupant. These acts combined with their complete disregard for Public Safety or Rule of Law more than qualifies them as a Terrorist Organization, and they should be officially recognized and classified as such", 
    "category": "personal", 
    "title": "Officially classify the LAPD as a domestic terrorist organization"
  }, 
  "5112ddfec988d4053d00000c": {
    "body": "The Postmaster General, Patrick Donahoe, is abusing his position to undermine congress. He does not have the authority to eliminate six day delivery without congressional approval. His ineffective and inefficient leadership has worsened the financial condition of the United States Postal Service. We request that Patrick Donahoe be removed from his appointment as Postmaster General and a qualified and competent person with proven leadership ability from outside of the United States Postal Service be appointed in his place.", 
    "category": "postal", 
    "title": "Fire Patrick Donahoe, Postmaster General."
  }, 
  "50cac54dc988d4d27b00000b": {
    "body": "This group has been recognized as a hate group by organizations, such as The Southern Poverty Law Center, and has repeatedly displayed the actions typical of hate groups.\r\n\r\nTheir actions have been directed at many groups, including homosexuals, military, Jewish people and even other Christians. They pose a threat to the welfare and treatment of others and will not improve without some form of imposed regulation.", 
    "category": "liberal", 
    "title": "Legally recognize Westboro Baptist Church as a hate group."
  }, 
  "512024ba6889385315000006": {
    "body": "During a tour of a Detroit Police storage facility, the Wayne County Prosecutor's Office discovered more than 11,000 untested rape kits dating back nearly twenty-five years. Each of those kits represents a woman, man or child who suffered a violent assault and underwent a lengthy and physically invasive evidentiary collection procedure in an effort to apprehend his or her assailant. Each rape kit has the potential to solve multiple crimes. Wayne County Prosecutor Kym Worthy is leading the effort to find the funding to get them processed. An estimated $15 million is needed to complete the project. ", 
    "category": "", 
    "title": "address and support the Detroit Rape Kit Initiative."
  }, 
  "4e7bfdb6b25636d625000042": {
    "body": "Currently, churches usually receive tax exemptions based of off their specific religion and sect. If a specific sect is not already recognized, they are able to apply to become a recognized religion. This process gives the government the authority to determine which religions should and should not be recognized as 'true' religions in our country, a clear violation of the first amendment.", 
    "category": "liberal", 
    "title": "Remove tax exemption from churches and allow them to apply like a non-profit organization"
  }, 
  "4e7c0ab811fb9cf050000038": {
    "body": "Mr.Obama, this is a petition for you to publicly recognize, whether in a live speech, or in one of your weekly youtube addresses, the #occupywallstreet movement that is currently taking place in NYC.\r\n\r\nThese men and women are trying to send a message to their fellow Americans and to the world- the big banks and the super-rich, who is \"buying out congress\", are the primary drivers of the ongoing recession.\r\n\r\nUnfortunately, they are largely being ignored by the media in the United States due to the \"small size\" of the protests. Note that \"small size\" has not deterred Fox, CNN and other US news channels/newspapers from covering, and even putting on the front page, Tea Party and other far right protests, some of which have had as little as 100 people (#occupywallst varies from 500-3000)", 
    "category": "", 
    "title": "Recognize the men and women who are occupying wall street"
  }, 
  "511f4b57704301216400000f": {
    "body": "As citizens of the United States, we are urging you to ban animal-killing contests nationwide.  These contests have no relation to hunting and involve no fair chase.  Most often, these contests are promoted as fund raisers and \"bonding\" opportunities.  The point of contest hunts is to reward the person who kills the most animals with prizes, including assault weapons. \r\n\r\nOpponents claim that killing squirrels and other wildlife helps in pest control.  The killing of large numbers of animals disrupts the order of nature, especially mothers who have offspring lacking the appropriate survival skills.\r\n\r\nMost importantly, children’s acts of animal abuse are some of the strongest and earliest diagnostic indicators of conduct disorder, often beginning as young as 6-1/2 years of age.", 
    "category": "animals", 
    "title": "BAN ANIMAL CONTEST KILLS AND PROSECUTE THOSE WHO CONDUCT THEM"
  }, 
  "51112404adfd95f85e00000c": {
    "body": "Dear Mr. President:\r\n\r\nYou face critical decisions on Afghanistan:\r\n\r\n1.How rapidly the remaining American troops are withdrawn from Afghanistan\r\n\r\n2.How many U.S. troops remain in that country after 2014\r\n\r\nWe believe the answer is clear: The troops should be removed as quickly as safely possible and no troops should remain after December 31, 2013.\r\n\r\nThe war has entered its twelfth year, which makes it America’s longest war.\r\n\r\nThe war has claimed over 2,000 American lives, with more than 18,000 Americans wounded in combat. Our returning soldiers face PTSD and suicides are at an all-time high.\r\n\r\nThe conflict has already cost American taxpayers nearly $600 billion, and the price keeps rising.\r\n\r\nWe urge you to bring all American troops home from Afghanistan as expeditiously as possible.\r\n", 
    "category": "antiwar", 
    "title": "Bring all troops home from Afghanistan by December 31, 2013."
  }, 
  "51337c9c2bcfa38c43000002": {
    "body": "No member of Congress should be allowed to vote or comment on any bill in which they have an active interest, without penalty of automatic dismissal from their elected office.\r\n\r\nFull disclosure of all interests must be mandated and published as public knowledge. ", 
    "category": "", 
    "title": "End corruption in Congress."
  }, 
  "4e7bc394b256366a14000001": {
    "body": "Legal employment-based immigration petitioners are defined as not being competing with American citizens for job opportunities by a very strict USCIS process including the prevailing wage test, the 2-month recruiting test, etc.\r\n\r\nThey fill in positions that either American citizens choose not to fill or there're not sufficient American citizens to fill up these positions.\r\n\r\nWithout EB immigrants, these jobs could have been permanently outsourced overseas, together with those closely-related jobs.  \r\n\r\nIt's a paradox that they de facto make many jobs stay inside U.S.  Moreover, they possess the experience and skills that help U.S. companies to be globally competitive.  \r\n\r\nThey should NOT be heavily backlogged for abiding by U.S. laws, while sympathy is given only to undocumented immigrants.", 
    "category": "immigration", 
    "title": "Legal Employment-based Immigration Petitioners Help U.S. Companies and Should NOT be Heavily Backlogged for Years"
  }, 
  "511d0d07c988d43410000002": {
    "body": "We applaud President Obama’s statement in the State of the Union address that the promise of an AIDS-free generation is within our reach. The U.S. has long been a leader in this fight, and we know that we can reach this goal both at home and globally if enough resources are made available. \r\n\r\nThe National HIV/AIDS Strategy and the Blueprint for an AIDS Free Generation are ambitious plans with goals and targets to end AIDS, but neither can have their intended impact without significant investment.  \r\n \r\nThe U.S. has the opportunity to change the trajectory of the AIDS epidemic. We urge the President to dedicate the resources necessary to fully support all evidence-based, lifesaving HIV/AIDS programs and end the AIDS epidemic once and for all – here in the United States and around the world. \r\n", 
    "category": "medical", 
    "title": "Commit Resources to Ensure an AIDS Free Generation"
  }, 
  "4e834207709f03810f00007f": {
    "body": "Cutting 17% of your business to save roughly 5% on operating expenses doesn't add up.  But that is exactly what the USPS is proposing-- drastic changes to their business model, the most radical of which is eliminating Saturday mail delivery.  This is not a sensible solution to preserve the economic health of the USPS.\r\n \r\nThe USPS’ unique model offers affordable universal service to every address, six days a week, as mandated by the Constitution.  This uniform rate structure ensures efficient mail delivery to even the most rural locations--where competitors either won't deliver or charge high premiums for Saturday delivery.\r\n \r\nMaintaining six-day delivery of mail is vital to preserving the economic health of the Postal Service.", 
    "category": "postal", 
    "title": "Preserve 6 Day Mail Delivery"
  }, 
  "50c21bd46ce61cbd0a000010": {
    "body": "Latest hell for ex-U.S. Marine: Chained to bed in Mexican jail.\r\n\r\nRead more here: http://www.mcclatchydc.com/2012/12/06/176603/latest-hell-for-ex-us-marine-chained.html#storylink=cpy", 
    "category": "", 
    "title": "Help bring Jon Hammar home."
  }, 
  "4f1b7d728d8c37d716000063": {
    "body": "The Anti-Counterfeiting Trade Agreement, or ACTA, is a 'plurilateral' trade agreement, currently being negotiated between the US, Canada, Japan, the European Union, South Korea, Mexico, Switzerland, Australia and New Zealand. It is somewhat similar to SOPA/PIPA, however ACTA is an executive agreement between countries besides the United States, and it can be passed without the approval from Congress and the Supreme Court. It is potentially hazardous to the Internet we know and how it works.\r\n\r\nWe need to stop ACTA before it is finally approved by all countries involved. If you value your privacy and you don't want \"Big Brother\" watching over you, sign this petition and spread the word. Research ACTA and see just how dangerous it is to the Internet, our privacy, and our liberties.", 
    "category": "", 
    "title": "End ACTA and Protect our right to privacy on the Internet"
  }, 
  "509a9ec76ce61c3449000005": {
    "body": "As the founding fathers of the United States of America made clear in the Declaration of Independence in 1776:\r\n\r\n\"When in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.\"\r\n\r\n\"...Governments are instituted among Men, deriving their just powers from the consent of the governed, that whenever any Form of Government becomes destructive of these ends, it is the Right of the People to alter or abolish it, and institute new Government...\"", 
    "category": "secession", 
    "title": "Peacefully grant the State of Louisiana to withdraw from the United States of America and create its own NEW government."
  }, 
  "4f6b3462ec309e2d4e000016": {
    "body": "   We are teaching our children a FALSE history in classrooms:\r\n\r\n\t1. As a result of gruesome military expansionism, Japan changed “East Sea” (the original name of sea bordered by Korea, Russia, and Japan) to “Sea of Japan” in 1928\r\n\r\n\t2. Korea was liberated in 1945, but Japan still refuses to return “East Sea” to its original identity. \r\n\r\n\t3. Our veterans were the major force defeating Japan in World War II. We helped Korea to regain its freedom.\r\n\r\n\t4. However, we are still teaching our children a FALSE history that was manipulated by the invader who attacked “Pearl Harbor”.\r\n\r\n   Please join us and sign this petition to correct a FALSE history in our textbooks.  Our children have right to learn a TRUE history!\r\n", 
    "category": "", 
    "title": "The East Sea - a FALSE history in our textbooks!"
  }, 
  "4e7d38702ee8d0be02000097": {
    "body": "President Obama should support the American Horse Slaughter Prevention Act of 2011, S.B. 1176/H.R. 2966, to ban the slaughter of horses for human consumption:\r\n \r\n1) Horses are revered for their contributions to the building of this country, their companionship and special bond with people;\r\n(2) Horses are not raised for the purpose of being slaughtered for human consumption, and, indeed, American horses are not raised, fed and medicated within the FDA guidelines established for food animals, making them potentially unfit and unsafe for human consumption;\r\n(3) Horse slaughter is animal cruelty, not humane euthanasia; it means environmental and economic devastation for communities; and\r\n(4) Banning slaughter would reduce the number of horses in need and improve horse welfare.   \r\n ", 
    "category": "animals", 
    "title": "Support a Ban on Horse Slaughter"
  }, 
  "4f3bbff4709f034054000049": {
    "body": "The end of this year is our best opportunity to secure the revenue and resources we need to reclaim the economy and rebuild the American dream for working people and the middle class. That's when the Bush tax cuts are set to expire. It's also when the massive budget cuts to defense spending and other programs, negotiated last summer, will take effect.\r\n\r\nMoveOn.org is calling on President Obama to seize this opportunity today by committing to vetoing any deal Republicans put in front of him that extends the Bush tax cuts for the richest 1%.\r\n\r\nThe increased tax revenue from ending these cuts will fix and build infrastructure, fund education, care for the elderly who depend on Medicare, and help grow the innovative energy and information economies of the future.", 
    "category": "", 
    "title": "Commit to veto any legislation that extends the Bush tax cuts for the 1%."
  }, 
  "51130624adfd95dc0a000018": {
    "body": "FEMA has sanctioned Flood maps which any resident and local Government in NJ and NY will tell you is off base. Many local residents of the Jersey and NY shoreline were put into high risk flood zones which will require expensive work to raise your home or face flood insurance premiums as high as $31,000. The are areas on barrier islands that are no more than 2000 yards away from the ocean front that are listed in lower \"A\" Zones than homes that are miles away and off the bay that are now listed as \"V\" Zones. The residents that were \"A\" zones upgraded to \"V\" Zones are being pushed from a 5 foot Elevation to 9 feet with a 3 foot wave action. Stand up for the people of this great nation, if this passes many will lose their homes, this is not the great nation we once fought for......", 
    "category": "", 
    "title": "Reevaluate the New FEMA Advisory Base Flood Elevation Maps.  \"Help us rebuild not the Shore not push us out\""
  }, 
  "511d83c9b15a7abb60000000": {
    "body": "The President's FY2014 budget calls to completely eliminate all food aid programs from U.S. farmers used for over 60 years to assist the hungry of the world and extend national diplomacy.  Instead it will send U.S. taxpayer money direct to foreign governments.  This drastic change in foreign assistance will eliminate thousands of U.S. jobs and tax revenue in agriculture, transportation, and US based charities and in it's place provide tax dollars direct to foreign governments with ongoing histories of corruption.  ", 
    "category": "", 
    "title": "MAINTAIN FOOD AID PROGRAMS FOR THE WORLD'S POOR"
  }, 
  "5111bfdd0aa04d9c7700000b": {
    "body": "The 20th century had the Interstate Highway System, let the 21st see a national network of high speed rail!  \r\n\r\nCreate a funding source (energy taxes?  US Savings Bonds sold to citizens?  Crowdfunding shares in a newly chartered corporation?) and a multi-decade plan.\r\n\r\nBuild 220-mph trunk lines with nonstop expresses between major cities and high speed regional service for other places in between.  Link up to less populated areas with 110-mph service.\r\n\r\nProposed map at https://sites.google.com/site/californiarailmap/us-high-speed-rail-system", 
    "category": "", 
    "title": "Fund a high speed rail system that runs coast-to-coast and connects all metropolitan areas."
  }, 
  "51108f51b15a7a8b5c000007": {
    "body": "We hereby petition the Federal Government to bailout Rhythm and Hues Studios in the manner of the 2008 Corporate Bailouts.\r\n\r\nLong one of the biggest and most important of the industry's visual effects companies and the creator of the digital animals and environments for \"Life of Pi,\" Rhythm and Hues is in the surreal position of being nominated twice for the 2013 Academy Award for Visual Effects, while simultaneously attempting to avert bankruptcy and outright closure. \r\n\r\nThe climate for creative professionals has never been as comfortable as it has for corporate executives in this country, yet I come to you for equal representation for a company who's only benefit to the public good has been to bring smiles of delight and joy to children and adults around the world for over 25 years. ", 
    "category": "", 
    "title": "Bailout Rhythm and Hues Studios, Inc. in the manner of the Corporate Bailouts of 2008."
  }, 
  "50cf53c4b15a7a3f27000012": {
    "body": "We have all witnessed that locks, cameras and other safety measures at our schools do not keep bad people from doing bad things. Schools across America are currently \"gun free\" zones which has also not deterred criminals. The only way to stop criminals from hurting our kids is to meet this force with an equal or greater force. Hiring security personnel may work for some schools but others run on budgets to tight to handle the extra costs. The solution would be to allow schools to have trained staff that carry weapons for the protection of students; much like what we do with our Air Marshall program for airlines and what they do in Israel to protect their school children. Leave the choice to the individual districts and/or schools if they want to have this option or not.", 
    "category": "progun", 
    "title": "Allow individual School Districts and/or schools the ability to train staff to be School Marshalls."
  }, 
  "50cddd112bcfa39404000008": {
    "body": "The time has long since passed to bring the discussion on mental health in the US to the forefront. Aside from great tragedies that break hearts, there are private, lesser-discussed tragedies that happen each day due to the failures of our health care system to adequately support, evaluate, and treat those with mental illnesses.\r\n\r\nIt's time that federal funds were allocated to build-out mental health services, from inpatient facilities to national education platforms. Insurers must be compelled to offer mental health services at the same availability as they offer primary care services. \r\n\r\nWe need education. Compassion. Understanding. Resources. The criminalization and marginalization of mental illness must end. We must take it back from the criminal system and make it part of health CARE.", 
    "category": "mentalhealth", 
    "title": "Build a federally-funded mental healthcare system in the United States that offers treatment, education, and advocacy."
  }, 
  "4e8775bdfb7528006b0000e7": {
    "body": "Foreign GRADUATES with ADVANCED U.S. DEGREES (M.S.-Masters &PhD.) should get GREEN CARDS automatically. These bright & highly skilled graduates/workers provide breakthroughs and innovation resulting in start-up companies/business & tremendous job creation within US across many industries.\r\n\r\nIf they go back due to the lack of GREEN CARD availability (backlog due to visa numbers), they will create same innovation in their countries and beat U.S. Also U.S. companies might send jobs to the countries where the talent goes.\r\nUnemployment rate is only 2-3 % in highly skilled occupation, so they are not taking U.S. jobs. \r\n\r\nEconomy will get a major boost because of these bright Masters degree and PhD. holders if they stay in U.S. via a QUICK legislation/reform of providing them immediate GREEN CARDS.", 
    "category": "", 
    "title": "Foreign GRADUATES with ADVANCED U.S.DEGREES (M.S.& PhD.) should get GREEN CARDS. They promote innovation & job creation."
  }, 
  "4e7b70294bd5044b0c00000f": {
    "body": "Disclosure Petition - Paradigm Research Group\r\n\"We, the undersigned, strongly urge the President of the United States to formally acknowledge an extraterrestrial presence engaging the human race and immediately release into the public domain all files from all agencies and military services relevant to this phenomenon.\"\r\n___\r\nHundreds of military and government agency witnesses have come forward with testimony confirming this extraterrestrial presence.   Opinion polls now indicate more than 50% of the American people believe there is an extraterrestrial presence and more than 80% believe the government is not telling the truth about this phenomenon.  The people have a right to know. The people can handle the truth.\r\nRelevant Websites: www.disclosurepetition.info,  www.paradigmresearchgroup.org", 
    "category": "fringe", 
    "title": "formally acknowledge an extraterrestrial presence engaging the human race - Disclosure."
  }, 
  "50cbb7dfb15a7a740d000007": {
    "body": "As a nation we have security in malls, banks, hospitals, airports & more.  The Government should require Security where it is most desperately needed; the entrance to every school nationwide.  We, as parents, have entrusted schools with the education & safety of our children, whom the future of this country depends upon.  There is absolutely no excuse for schools to be exempt from the unquestionable need for Security Guards, as well as extra security measures being in place where they are not as of yet. We should not have to endure another horrific tragedy in order to have such changes immediately implemented.  This is a simple yet strongly effective step towards our schools being Safe & Sound; thereby contributing toward the comfort & safety that families nationwide undoubtedly deserve. \r\n", 
    "category": "progun", 
    "title": "Place Security Guards in Schools Nationwide:  The Safe & Sound Schools Initiative"
  }, 
  "509ac498eab72aed24000002": {
    "body": "Licensed naturopathic physicians should play an integral part in patient access to alternative medicine within the Federal Healthcare Law (Obamacare) as they serve as primary care physicians within the complementary health care field. \r\n\r\nWith Americans spending over $34 billion dollars spent annually on alternative medicine, the inclusion of licensed Naturopathic physicians would offer patients the option of seeking alternative medicine care covered by insurance AND provide access for those currently unable to afford care. \r\n\r\nLicensed Naturopathic physicians are able to diagnose and treat both acute and chronic disease and are experts in nutrition, herbs, and other holistic therapies. Learn more about licensed Naturopathic physicians at http://www.naturopathic.org.", 
    "category": "fringe", 
    "title": "Include Licensed Naturopathic Physicians as primary care providers in the Federal Healthcare Law (Obamacare)."
  }, 
  "4e80d6caec309e0d04000107": {
    "body": "Abstinence-only education is a hazard to our children. Studies have shown that teen pregnancy rates are the highest in states (New Mexico, Nevada, Arizona, Texas, Mississippi, etc) where abstinence-only sex education is taught. And lowest in states where safe-sex education is taught (New Hampshire, Vermont, Maine, Minnesota, North Dakota). Instead of teaching our children to abstain from sex all together and to fear it, the US should encourage safe sexual practices that promote the use of condoms and birth control. Ignoring the fact that our kids will engage in sexual activity regardless of what they are told is not a healthy perspective to maintain. Instead, the US should ban abstinence-only programs in US public schools and reform the sexual education curriculum.", 
    "category": "liberal", 
    "title": "Abolish Abstinence-Only Education From US Public Schools"
  }, 
  "4e8a02a0fb75282e4f0000a4": {
    "body": "This Petition is for an immediate release of all inmates who are incarcerated for non-violent drug offensives. We need immediate release for all inmates who are incarcerated for cannabis related crimes, even for probation violations. \r\n\r\nNO-ONE BELONGS IN JAIL FOR A PLANT!", 
    "category": "marijuana", 
    "title": "Release all non-violent drug offenders. Release all inmates who are incarcerated for cannabis related crimes."
  }, 
  "50d577f22bcfa3f46d00000a": {
    "body": "  We The People, ask the Obama administration to endorse and fully implement the National Rifle Association's National School Shield Program. \r\n  This program would give our children immediate protection from future tragedies Like the one that took place in Newtown, CT, by placing well trained armed guards to protect our children. We the people also wish to make clear that any further gun laws will do nothing to protect our children, but will only place more restrictions on the law abiding citizens' second amendment rights.", 
    "category": "progun", 
    "title": "Support and fully endorse the National Rifle Association's \"National School Shield\" Program."
  }, 
  "4e7ba81b4bd5049076000001": {
    "body": "This month Palestine will apply to become a UN member. We call upon you not to veto this application in the Security Council. \r\n\r\nFor decades Palestinians have been prevented from exercising their rights to freedom & self-determination on even a portion of their historic homeland due to Israel’s policies of ethnic cleansing, apartheid, military occupation & colonization. \r\n\r\nPalestinians are seeking UN membership as a way toward establishing a just & lasting peace that must include ending Israel’s occupation of the West Bank, East Jerusalem & the Gaza Strip; equality for Palestinian citizens of Israel; & implementation of Palestinian refugees' right of return.\r\n\r\nPalestinians have waited 63 years for their human rights-Don't set a timetable for their freedom by vetoing their UN  membership bid.", 
    "category": "foreign", 
    "title": "not veto Palestine's application to become a member of the United Nations."
  }, 
  "5110a186688938d625000002": {
    "body": "President Obama, the undersigned ask that our President please tell the US Navy to remove the Naval Flight Demonstration Squadron \"Blue Angels\" from sequestration cuts.  When the Blue Angels come to perform at air shows, the local economies attract aviation geeks - avgeeks for short - and the general public like a magnet to spend money and generate tax revenue.\r\n\r\nCertainly a lot more economic stimulus is created in our communities from Seattle to Virginia Beach than $40 million dollars each year. Furthermore, the U.S. Navy Blue Angels serve to recruit young people not just to the US Navy but also patriots of all ages to do good deeds for our great nation.\r\n\r\nFinally, Mr. President: WE PAY TAXES FOR THE COMMON DEFENSE AND THE BLUE ANGELS!  THANK YOU, POTUS.", 
    "category": "", 
    "title": "PLEASE SAVE THE NAVY FLIGHT DEMONSTRATION TEAM THE BLUE ANGELS FROM SEQUESTRATION"
  }, 
  "509ae5b9a9a0b1a755000003": {
    "body": "Some states have clearly indicated that they wish determine how to regulate marijuana at the state level through medical marijuana programs or by legalizing personal use.  Please remove federal implications by removing marijuana from the Controlled Substance Act.  ", 
    "category": "marijuana", 
    "title": "Remove marijuana from the federal Controlled Substance Act and allow the states to decide how they want to regulate it."
  }, 
  "50f75d907043019925000005": {
    "body": "Stop the proposed mining in the Penokees! There is no such thing as a environmentally friendly mine. Without a doubt, this mine would severely pollute the Bad River watershed, and ultimately Lake Superior, the largest fresh water lake in the world. It would also harm the local economy and the health of people plants and animals in this region. This issue affects not only people from this region, but the entire country. This is about saving our most precious resource from devastation. ", 
    "category": "", 
    "title": "Stop the proposed mine in the Penokee mountains of Northern Wisconsin!"
  }, 
  "4e7e02decf436a1207000189": {
    "body": "Evolution has been unquestionably supported by scientific evidence, and is universally accepted in the scientific community,  While it may run contrary to personally held religious beliefs, it is not the purpose of our publicly funded education system to teach religious dogma as fact, or even controversy, in a biology class.  \r\n\r\nIt makes as much sense to teach creationism in a science class as it would to teach that the sun rotates around the earth in an astronomy class, or that lightning and storms are created by the the gods in a weather science lecture.\r\n\r\nEvolutionary theory is the basis for much of modern biology, and to accept creationism is to reject modern knowledge of geology, carbon dating, genetics, and history.  Depriving or confusing students about Evolution is unacceptable.", 
    "category": "liberal", 
    "title": "Promote / Enforce the teaching of Evolution over Creationism"
  }, 
  "5114a790eab72a5d6f000001": {
    "body": "Nobody is saying that Africa needs diversity.\u2028\u2028\r\nNobody is saying that Asia needs diversity.\u2028\u2028\r\nThey are already 100% diverse.\u2028\u2028\r\nPeople are only telling White children in White countries that they need diversity.\u2028\u2028\r\nWhite Countries will be 100% diverse when there are no White people left.\u2028\u2028\r\nDiversity is a code word for White genocide.\r\nAnti-racist is a code word for anti-White.\r\n-------\r\nPresident Obama's \"national conversation on race\" has been just a one-sided recitation of a politically correct liturgy that has been recited back under pain of blasphemy!\r\nWhite GeNOcide Project invites President Obama to participate in an honest two-way conversation on race by stating his views on the present WHITE GENOCIDE that our petitions have briefly described, and then allowing us to respond to his views.", 
    "category": "fringe", 
    "title": "(Feb. #4 out of 6)  Let White GeNOcide Project give the \"national conversation on race\" TWO sides: STOP WHITE GENOCIDE!"
  }, 
  "4e839deab25636890c0000fc": {
    "body": "NESARA implements the following changes and others:\r\n1. Zeros out all credit card, mortgage, and other bank debt .\r\n2. Abolishes the income tax.\r\n3. Creates a 14% flat rate non-essential-new-items-only sales tax revenue for the government. In other words, food and medicine will not be taxed; nor will used items such as old homes.\r\n4. Increases benefits to senior citizens.\r\n6. Returns Constitutional Law to all courts.\r\n7. Monitors elections and prevents illegal election activities of special interest groups.\r\n8. Creates a new U.S. Treasury currency backed by gold, silver, and platinum precious metals. \r\nFor complete information: \r\nwww.wethepeopleforpeace.org/default.html \r\nhttp://2013rainbowroundtable.ning.com/", 
    "category": "", 
    "title": "Announce and Implement the NATIONAL ECONOMIC SECURITY AND REFORMATION ACT - NESARA"
  }, 
  "509aba83688938dc7e00000a": {
    "body": "Religious institutions across our great nation serve an important role in community building & out reach, helping the poor & disenfranchised, among many other noble actions. \r\n\r\nOur forefathers had the foresight to see that for our nation to succeed, we would need to enforce an unparalleled freedom of religion.  However, they also understood the imperative need for a legal separation between church & state.  \r\n\r\nIn recent years, the IRS has turned a blind eye to offending Religious institutions that mix religion with politics.  By not enforcing the qualifications & disqualification's of 26 U.S.C. § 501(c) of the United States tax code, the IRS is doing a diservice to both the American people & the vision of our forefathers.  \r\n\r\nWe ask that you enforce the letter of the law.", 
    "category": "liberal", 
    "title": "Enforce the tax code, and strip violating Religious institutions of their tax exempt 501(c) status."
  }, 
  "51036e1bee140fef40000005": {
    "body": "On February 26, the Azerbaijani-Americans and all friends of the U.S. Azeris Network will mark the 21st anniversary of one of the most horrific events of the 1990s, the Khojaly Massacre -- the biggest war crime in ex-USSR in the second part of the 20th century.\r\n\r\nThis crime against humanity was perpetrated and acknowledged by the president of Armenia.\r\n\r\nSeveral countries as well as the U.S. states of Massachusetts, Maine, Texas and New Jersey have introduced resolutions and proclamations commemorating the Khojaly Massacre.\r\n\r\nOn behalf of a group of Azerbaijani-Americans and our friends throughout the nation and the world, on the eve of the 21st anniversary of this tragedy, we hereby call upon you to help us commemorating Khojaly Massacre and its victims with a Presidential proclamation", 
    "category": "foreign", 
    "title": "issue a proclamation commemorating and recognizing the war crime of the Khojaly Massacre, and its victims"
  }, 
  "51109b67adfd95512900000c": {
    "body": "Factory farms (FFs) raise billions of genetically modified, physically compromised animals for maximum meat, dairy, and egg production.  Feeling animals become objects of production.\r\n\r\nFFs are brutal.  For meat, animals like baby pigs have their teeth pulled out or testicles removed, all without anesthetic.  In dairy farms, cows are impregnated annually, only to have their babies taken from them and killed, and the milk they produce for their babies stolen and sold to humans.  And in egg \"farms,\" male chicks, who can't lay eggs, are suffocated, gassed, or macerated while alive.\r\n\r\nFFs also cause more global warming than cars.\r\n\r\nFinally, workers who slaughter animals suffer trauma and physical ailments because of taxing working conditions.\r\n\r\nIt is time we end the horrors of factory farms.", 
    "category": "", 
    "title": "End Factory Farming"
  }, 
  "4e7b416e8d8c37da75000004": {
    "body": "There is an overwhelming lack of evidence that marijuana is a dangerous drug that should be classified with heroin or cocaine. Hundreds of thousands of otherwise peaceful, law abiding citizens are arrested each year for simple possession, at enormous cost to our society. Our prisons are too crowded, we need the money, and the regulated sale of marijuana would be safer for everybody. Americans would rather deal with shopkeepers than drug dealers when buying the marijuana they will consume regardless of its legal status. Prohibition failed in the '20s, and is failing us now.", 
    "category": "marijuana", 
    "title": "Legalize, regulate, and tax marijuana."
  }, 
  "512f9539cde5b8dd1900000c": {
    "body": "Justice Scalia stated that the continuation of Section 5 of the Voting Rights Act represented the \"perpetuation of racial entitlement,\" saying that lawmakers had only voted to renew the act in 2006 because there wasn't anything to be gained politically from voting against it. The oath of office requires that I he remain impartial and protect all persons rights equally under the law. His statement indicates he not only is not impartial, but also is trying to circumvent the constitution. The legislature put in place laws to protect right to vote for all Americans. His statements are political in nature and indicates that it is his duty to circumvent the actions of the two other branches of government. ", 
    "category": "", 
    "title": "Call for the Impeachment of Justice Antonin Scalia for violating the oath of the office."
  }, 
  "50cd98ff2f2c885513000011": {
    "body": "The Westboro Baptist Church operates as a tax-exempt church. While it speaks volumes that many Americans value their right to free speech, this does not mean that we have to pay for their vitriol.\r\n\r\nThe WBC is not and should never have been considered a legitimate church for tax-exemption purposes, and this could be declared so either directly or with legislation affirming any or all of the following:\r\n\r\n1) The WBC does not engage in any charity comparable in scope to their public image. They are only known for hate.\r\n\r\n2) The WBC is not inclusive of its surrounding community, restricting membership. It is regarded by some as a tax shelter for its family's law operations.\r\n\r\n3) The WBC uses invective speech under its name, actively denigrating classes of people - soldiers, homosexuals, and others", 
    "category": "liberal", 
    "title": "Remove the Westboro Baptist Church's 501(c)(3) tax-exempt status, and make it retroactive."
  }, 
  "511d9179704301fc58000014": {
    "body": "This petition seeks to end the creation of a medal intended to reward UAV pilots. The \"Distinguished Warfare Medal\" would outrank a Bronze Star with Valor Device, making the recipient more highly decorated than a combat veteran who had faced the enemy while under fire. Not only should this award rank no higher than an Army Achievement Medal, it shouldn't exist....period. Without taking any personal risk, these \"gamers\" deserve no awards, especially one which trumps a combat award.", 
    "category": "", 
    "title": "Stop the creation of the \"Distinguished Warfare Medal!\""
  }, 
  "509db45000e5791177000007": {
    "body": "As the founding fathers of the United States of America made clear in the Declaration of Independence in 1776:\r\n\r\n\"When in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.\"\r\n\r\n\"...Governments are instituted among Men, deriving their just powers from the consent of the governed, that whenever any Form of Government becomes destructive of these ends, it is the Right of the People to alter or abolish it, and institute new Government...\"\r\n", 
    "category": "secession", 
    "title": "Peacefully grant the State of North Carolina to withdraw from the United States and create its own NEW government"
  }, 
  "50cc6206b15a7a9849000008": {
    "body": "Please respectfully consider this message on behalf of the tens of millions of law-abiding American gun owners who believe it is unethical, unconstitutional, and unacceptable to be unjustly punished with additional gun laws restricting what specific types of weapons or magazines a person can own or purchase, given that we had absolutely no role in the senseless Newtown, CT tragedy, or any similar recent events.\r\n \r\nThe state of Connecticut already has a so-called \"assault weapons\" ban, considered by the Brady Campaign to Prevent Gun Violence as one of the strictest in the entire nation, and it did absolutely nothing to prevent this unspeakable tragedy. This speaks volumes for how completely and utterly useless this type of legislation ultimately is in deterring and preventing violent crime.", 
    "category": "progun", 
    "title": "Not punish the tens of millions of law-abiding gun owners with ineffective and unconstitutional \"assault weapons\" bans."
  }, 
  "4e81d66111fb9c8231000099": {
    "body": "I was the Officer working around Jason as a supervisor. I am now retired and feel it to be a moral imperative that this man (locked up on a first offense as a teenager)  be set free. Nine years locked up more than meet the requirements of most any State. A similar offense in California would have netted a person less than a year. Jason has been the ideal inmate while I worked in the prison and I am confident he will make an excellent free citizen. It makes absolutely no sense to waste tax dollars on Jason's further incarceration.", 
    "category": "marijuana", 
    "title": "Pardon Jason Spyres (K99397), an Illinois inmate serving a 30 year ( now on 9th year) sentence on a marijuana charge."
  }, 
  "50a1bfafc988d4633b000005": {
    "body": "Deport Everyone That Signed A Petition To Withdraw Their State From The United States Of America.", 
    "category": "", 
    "title": "Deport Everyone That Signed A Petition To Withdraw Their State From The United States Of America."
  }, 
  "4e80e506cf436aaf66000005": {
    "body": "Unlike most government programs, Social Security has its own dedicated tax and is solvent until 2036. \r\n\r\nSen. Bernie Sanders, in S. 1558, has proposed gradually removing the income subject to the Social Security tax, which would make it solvent for 75 years, and able to pay full benefits.\r\n\r\nRemoving the cap would also make this a flat rather than regressive tax.\r\n\r\nSupport this bill and refuse to support any \"reform\" such as privatizing, means testing, or raising the eligibility age that would weaken it for those who need it most in the working and middle class.\r\n\r\nSen. Sanders reform would strengthen the program whereas anything proposed by Wall St. would would take the \"security.\"\r\n\r\nWashington has done enough for Wall St.  It's time to protect average Americans from them.", 
    "category": "", 
    "title": "Support Sen. Bernie Sanders bill to fix Social Security by removing the cap on income subject to the SS tax."
  }, 
  "4e7bf4222ee8d00d40000016": {
    "body": "Employment-based (EB) immigration visa quotas are distributed by countries regardless of the size of each country. As a result, EB2/EB3 Chinese and Indian petitioners are woefully backlogged.\r\n\r\nThey spend their best years using their experience & skills to help U.S. companies become more competitive globally. Without them, many jobs plus related jobs could have been permanently outsourced overseas.\r\n\r\nWith I-140 approved, had they been born in another country, they'd receive the greencard in a few months.\r\nEven a visa is not immediately available, they should still be eligible to apply for EAD & Advance Parole (AP), and to file I-485.\r\n\r\nNo law prohibits USCIS from accepting I-485 petition by a beneficiary with I-140 approved, though the petition will be pending until a visa number is available.", 
    "category": "immigration", 
    "title": "Allow Seriously Backlogged EB2/EB3 Beneficiaries with Their I-140 Approved to File I-485 and Apply for EAD & AP"
  }, 
  "4e7d190111fb9c2c7b000055": {
    "body": "We formally request President Obama pardon and release Marc Scott Emery.  Marc Emery, a well-known Canadian political activist, publisher, businessman and leader of the BC Marijuana Party, was arrested in 2005 at the request of the United States for selling cannabis seeds through the mail. The DEA press release by Administrator Karen Tandy on July 29th, 2005 clearly explained the United States’ extradition request was a “significant blow … to the marijuana legalization movement” because Marc Emery’s money had been “channeled to marijuana legalization groups active in the United States and Canada” – and therefore, was for the purpose of prosecuting and punishing him by reason of his political opinion, activity and involvement; [DEA press release seen at www.FreeMarc.ca]", 
    "category": "marijuana", 
    "title": "Pardon Marc Emery."
  }, 
  "4ee82d6c69bb5b5628000071": {
    "body": "The administration should create a group that will answer--within 1 year--the question \"what would it take to scan .gov?\" What are our federal holdings, what would it take to digitize them, how much would it cost, what are the economic and non-economic benefits?\r\n\r\nA national digitization strategy can save money, create jobs, revitalize education, and unleash the treasures buried in the Smithsonian, Library of Congress, National Archives, Printing Office, and other national institutions. We need to scan at scale and make access to knowledge a right for all Americans. If we can put a man on the moon, why can't we launch the Library of Congress into cyberspace?\r\n\r\nMore information about this petition can be found at https://YesWeScan.Org/", 
    "category": "", 
    "title": "create a Federal Scanning Commission to digitize .gov."
  }, 
  "512d441b0aa04dda2e000002": {
    "body": "The Violence against Women Act of 1994 ensures that violence against women including domestic abuse, sexual assault, stalking, and other violence goes prosecuted.  From the beginning these protections were extended to all women including lesbian and transgender women.  Recently Republicans in the House stripped the bill of these protections, and lesbian and transgender women are no longer protected by VAWA.  This is a violation of human rights.  We must protect all women from violence.  This petition is to keep inclusion of lesbians and transgender women in VAWA.", 
    "category": "gayrights", 
    "title": "Keep Protections for Transgender and Lesbian Women in the Violence against Women Act of 1994"
  }, 
  "4f871b88709f03eb5f000022": {
    "body": "We have a right to know how the food we eat and feed our families is produced, but under current FDA regulations, we don’t have that ability when it comes to genetically engineered foods (GMOs).\r\n\r\nMore than forty countries, including Russia and China, already require labels on genetically engineered foods. And a recent poll found that nearly all Democrats (93%), Independents (90%), and Republicans (89%) support labeling of GMOs. At a time when partisan rancor dominates the public conversation, there are few topics that can muster such overwhelming support.\r\n\r\nAnd although over 1 million people submitted comments in favor of labeling, the FDA has yet to act.\r\n\r\nPresident Obama, please listen to the American public and speak out in favor of the mandatory labeling of genetically engineered foods.\r\n", 
    "category": "", 
    "title": "Support mandatory labeling of genetically engineered foods (GMOs)."
  }, 
  "511fe467ee140f9d1000000b": {
    "body": "Bangladesh is descending into anarchy under Sheikh Hasina, a cabinet of totalitarian view turning the country to one party rule by silencing the opposing views. Extra-judicial killings, abduction, murder of journalists/politicians are rampant. Regime set up \"International Crime Tribunal\" (Amnesty Int., HRW, Ambassador-at-large Stephen Rapp all expressed serious concern). Instead of trying the true perpetrators for 1971 war crimes, this biased court is being used to silence the top leaders of opposition parties. Regime is organizing massive rallies chanting \"Guillotine Justice\" utilizing government apparatus to pressure judge for the death penalty while opposition rallies are being crashed. Your urgent support against this unjust tribunal and towards restoration of democracy is solicited.", 
    "category": "", 
    "title": "Express concern against the International War Crime Tribunal and Mob Justice in Bangladesh"
  }, 
  "50cf9dc42f2c88eb71000001": {
    "body": "We urge President Obama to sign an Executive Order banning the sale of assault weapons and importantly the ammunition that these weapons use, effective immediately and until Congress acts to ban the sale and ownership of such weapons and ammunition.  \r\n \r\nThe increasing frequency of mass murder involving assault weapons and high-capacity magazines strongly suggests another unthinkable tragedy will occur before Congress acts to pass laws that address this threat.  These circumstances have created an imminent danger to innocent Americans, who just by being in a public gathering place in the course of normal daily life could become victim to such a horrific act.  \r\n\r\nNo one action will stop all threats - but don't let the perfect be the enemy of the good.  We urge the President to do this now.\r\n", 
    "category": "antigun", 
    "title": "Immediately sign Executive Order banning sale of assault weapons and high-capacity magazines until Congress acts on this"
  }, 
  "4e7d00574bd5048f6e00002f": {
    "body": "Give the people the freedom to choose whether drinking raw milk products is right for them by enabling the legalized sale and distribution of raw milk products across all states.\r\n\r\nThere are substantial health benefits from raw milk that are not available in pasteurized milk products.\r\n\r\nMany of the nutritional, anti-microbial and immune-enhancing components of raw milk are greatly reduced in effectiveness by pasteurization, and completely destroyed by ultra-pasteurization. \r\n\r\nThe risks associated with drinking raw milk are greatly exaggerated. Compared to raw milk there are 515 times more illnesses from L-mono due to deli meats and 29 times more illness from L-mono due to pasteurized milk.\r\n\r\nThe Westin A. Price Foundation has more information at: \r\nhttp://www.realmilk.com/rawmilkoverview.html", 
    "category": "", 
    "title": "Legalize raw milk sales on a federal level"
  }, 
  "5114aab0eab72aa505000007": {
    "body": "This brilliant animation, \"How Whites Took Over America\" http://goo.gl/IUenl, is an allegory of the GENOCIDE of WHITES that's being carried out today by MASSIVE immigration and FORCED assimilation.\r\nIn the spirit of We the People, we urge President Obama to emulate President Andrew Jackson and invite the public into the White House to join him for weekly screenings of this delightful 13-minute video!\r\nAnyone watching this video will agree that it contains NOTHING that is the least bit \"hateful\" or \"racist.\"\r\nAnd yet there are people who insist that this video not be shown.\r\nThey say they are anti-racist. What they are is ANTI-WHITE!\r\nAnti-racist is a CODE WORD for ANTI-WHITE!\r\n-----\r\nJoin White GeNOcide Project's Million Name March on Washington, D.C. to STOP WHITE GENOCIDE! (See petition #2)", 
    "category": "fringe", 
    "title": "(Feb. #6 of 6) STOP GENOCIDE of WHITES! Invite Public to White House Screenings of \"How Whites Took Over America\"!"
  }, 
  "4e7b9dd98d8c371865000006": {
    "body": "The Glass–Steagall Act kept our country depression free for over 70 years. By maintaining a separation between investment and banking, it allowed banks to effectively serve their clients needs, instead of their own. \r\n\r\nIt was not until 1999, and the creation of the Gramm–Leach–Bliley Act, that the separation was broken. Within those 12 years, our country has experienced a dot-com bubble and a large financial crisis. Both of these situations where created by commercial banks investing their large quantities of consumer money into speculations. I urge you, President Barack Obama, to bring back sound investment to the United States by re-instating a separation between investment banks and banking.\r\n", 
    "category": "", 
    "title": "Re-establish and maintain the separation between investment banks and commercial banks."
  }, 
  "51212558a9a0b1143e00000d": {
    "body": "Petition Taiwan President Ma Ying-jeou to grant medical parole to jailed Chen Shui-bian as befits a civilized nation", 
    "category": "", 
    "title": "Petition Taiwan President Ma Ying-jeou to grant medical parole to jailed Chen Shui-bian as befits a civilized nation"
  }, 
  "4e7f8a5b11fb9cfa3200004b": {
    "body": "Currently in the Federal Court system of California, inmates who practice Pagan religions like Wicca and Druidry are suing for discrimination because they have been barred from practicing their religion which they had been legally allowed to practice.  \r\n\r\nThe State of California, with help of the Conservative Christian Dominionist group the Wallbuilders, is arguing that religions like Wicca are not worthy of being protected by the First Amendment.  If a federal court rules that Wicca and other Pagan religions are not worthy of equal status it means that every Pagan in the US could be fired from their job, lose their churches and covens, and be otherwise discriminated against.  Please do not let a federal court take our rights away, this country is for everyone of every religion.", 
    "category": "", 
    "title": "bar courts and lawmakers from creating a \"second-class\" religion status for minority religions like Wicca & NeoPaganism"
  }, 
  "4e81533411fb9c0c4f0000ec": {
    "body": "Using the information PFC Bradley Manning allegedly revealed, media outlets have published thousands of stories, detailing countless attempts by governments around the world -- including our own -- to illegally conceal evidence of human rights abuses.\r\n \r\nAccording to the President, “employees with the courage to report wrongdoing are a government’s best defense against waste, fraud and abuse.”\r\n \r\nIt appears that PFC Manning acted on his conscience, at great personal risk, to answer the President’s call.  \r\n\r\nHowever, he has been subjected to extreme confinement conditions that US legal scholars have said may amount to torture.\r\n \r\nTherefore, we also ask the Obama administration to stop blocking the UN's chief torture investigator, Juan Mendez, from conducting an official visit with PFC Manning.", 
    "category": "", 
    "title": "Free PFC Bradley Manning, the accused WikiLeaks whistleblower."
  }, 
  "50bc98158cce3f9e3c00000c": {
    "body": "Congress and the President must forfeit their pay and healthcare benefits until the fiscal cliff is resolved. And they must pass a solution, not a stop-gap. \r\n\r\nAnd, if they miss the Jan 1 deadline, all of Congress and the President must take a permanent 15% pay cut. Their pay cannot be raised for two years.\r\n\r\n\"The American People\" that both sides constantly regale live in this sort of world (do your job or don't get paid). If it is good enough for us, it's good enough for them.", 
    "category": "", 
    "title": "Cease paychecks and health benefits to ALL members of Congress and the President until the fiscal cliff is avoided"
  }, 
  "512a6f866ce61c0807000015": {
    "body": "We respectfully request that President Obama  select NCUA leaders who understand the shared economic value for people and communities created by  the Cooperative model.\r\n \r\nAppointed NCUA governing leaders should hold to the same standards credit unions themselves follow.  They should be motivated by the unique contributions and needs of a Cooperative business.\r\n \r\nCredit Unions are Cooperatives built by members who fund them.  They are democratically organized and operated.  They adhere to the 7 Cooperative principles (http://bit.ly/7-coop).\r\n1.       Voluntary and Open Membership\r\n\r\n2.       Democratic Member Control\r\n\r\n3.       Member Economic Participation\r\n\r\n4.       Autonomy and Independence\r\n\r\n5.       Education, Training and Information\r\n\r\n6.       Cooperation Among cooperatives\r\n\r\n7.       Concern", 
    "category": "special", 
    "title": "Choose NCUA Leaders who understand Cooperatives."
  }, 
  "4e7bbd7bcf436a6e0600000b": {
    "body": "If any case in our lifetime cries out for prosecution by the Federal Government it is this one.\r\nIt is imperative to restore our faith in the justice system and our government as a whole.\r\n The federal interest in this case is that a conviction will ensure the safety of the children of our nation. It will show people that seek to harm children that you cannot murder a child, remain quiet and lie to government officials and suffer no consequences. \r\nShow us the Federal Government is serious about enforcing laws designed to more adequately and sufficiently protect our country's children. Povide proof that the Eric Holder's statement was true when he stated \r\n“We are signaling that, when it comes to keeping our children from harm, a new era of collaboration has begun\" \r\nSincerely,\r\nWe The People", 
    "category": "special", 
    "title": "Try Casey Anthony in Federal Court for Lying to the FBI Investigators"
  }, 
  "50f5806f0aa04dfc02000008": {
    "body": "With utmost respect for our nation’s military and national defense, we request our government deny any request by the US Marines to acquire 140K acres of public land designated for OHV use in Johnson Valley, CA for the purpose of expanding the 29 Palms Marine base. Expanding the world’s largest Marine base will cost tax payers millions and the Marines have publicly stated the land is only needed 2 months a year. Economic reports show neighboring communities and small businesses could lose $100 Million annually due to base expansion. The Marines current expansion plan is unnecessary and fiscally irresponsible. We request our government encourage the Marines to work with the public and obtain permits from the BLM to meet training objectives instead of closing this land to the public forever.", 
    "category": "special", 
    "title": "Save the Johnson Valley OHV Area. Be fiscally responsible. Stop 29 Palms Marine base expansion. Keep public lands open."
  }, 
  "509d69ce00e5792f4a00000b": {
    "body": "Peacefully grant the State of Alabama to withdraw from the United States of America and create its own NEW government.\r\nAs the founding fathers of the United States of America made clear in the Declaration of Independence in 1776:\r\n\r\n\"When in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.\"\r\n\r\n\"Governments are instituted among Men, deriving their just powers from the consent of the governed, that whenever any Form of Government becomes destructive.\"", 
    "category": "secession", 
    "title": "Peacefully grant the State of Alabama to withdraw from the United States of America and create its own NEW government."
  }, 
  "4e7b99054bd504ee5f000009": {
    "body": "The Pledge of Allegiance is said every day in schools across America. It is a government sanctioned speech, and should remain neutral in matters of religion. In its current state, it supports the existence of God, which goes against several religions, and supports others. This bias should not be supported by the country according to the Establishment Clause of the First Amendment to the United States Constitution. ", 
    "category": "liberal", 
    "title": "Edit the Pledge of Allegiance to remove the phrase \"Under God\"."
  }, 
  "4e7b63768d8c376606000005": {
    "body": "The “war on drugs” has yielded predictable suffering and waste, as the prohibition of widely desired substances has never generated positive results - except for the cartels and gangs who control the illegal market. Marijuana prohibition in particular is a colossal waste of resources that could be put to better use. Taking a noncriminal, regulatory approach to marijuana would enable states to pass their own laws, regulations and taxes to control marijuana and would end the Justice Department's intimidation tactics in medical marijuana states. One or more states will likely legalize adult use of marijuana in 2012, and the Obama administration should stop wasting scarce federal resources and uphold the president’s campaign pledge to respect states’ rights when it comes to marijuana.", 
    "category": "marijuana", 
    "title": "Stop Interfering With State Marijuana Legalization Efforts"
  }, 
  "51316ebc2f2c882659000008": {
    "body": "Liberty and Ellis Island have remained closed since Hurricane Sandy struck the northeast in late October.  While there was significant damage, it's time for the federal government to get the ball rolling on reopening these two symbols of liberty and freedom.  Over 400 jobs and millions of dollars in revenue will be restored to NYC and New Jersey, two areas devastated by Sandy.  The government has done very little to reopen these Islands.  A huge boost to the local economy is just an opening away.", 
    "category": "", 
    "title": "Reopen the Statue of Liberty and Ellis Island!  It's been long enough and up to 400+ jobs will be restored."
  }, 
  "50dc83ec688938155500001d": {
    "body": "The Constitution was written to restrain the government. No amendment is more important for this purpose than the 2nd amendment. The 2nd amendment was written so the power could be kept with the citizenry in the face of a tyrannical government. It was well understood the Constitution acknowledged certain rights that could not be limited by government. \r\nSenator Dianne Feinstein has made it clear she does not believe in the Constitution or the inalienable rights of Americans to keep and bear arms. She is actively working to destroy the 2nd amendment with her 2013 assault weapons ban. For this reason we the people of the united States petition for her to be tried in Federal Court for treason to the Constitution.\r\n\r\nAn outline of her bill may be found here:\r\nhttp://www.feinstein.senate.gov/public", 
    "category": "progun", 
    "title": "Try Senator Dianne Feinstein in a Federal Court For Treason To The Constitution"
  }, 
  "5126c794ee140fca4300001d": {
    "body": "Author and Iran-contra scandal Philip Marshall, his 17-year old son Alex, his 14-year old daughter Macaila, and their pet dog were shot to death on or about January 31, 2013 at their home in Murphys, CA. The Calaveras County Sheriff's Department prematurely contaminated the crime scene and ruled the deaths a murder-suicide by Mr. Marshall even though forensic evidence proves the deaths to be a triple homicide. \r\n\r\nMr. Marshall, a retired United Airlines pilot who once worked with DEA/CIA contract employee Barry Seal, himself gunned down in Baton Rouge, LA on Feb. 19, 1986, as well as Iran-contra scandal felon Oliver North, had good reason to fear for his life. The murders of the Marshalls calls for a full investigation by the Civil Rights Division of the US Department of Justice and the FBI.", 
    "category": "", 
    "title": "Have the Justice Department investigate the murder of author Philip Marshall and his son and daughter in Murphys, CA."
  }, 
  "511054bceab72ac51d00000e": {
    "body": "We petition the Obama administration to declare that all flags be flown at half mast on all govt. buildings for a period of 1 week in Honor of U.S. Navy Seal Chris Kyle.  Chris was a hero both on and off the field of battle.  He served and loved this country loyally.  He also served other wounded warriors loyally when he returned to the states.  He had a servants heart and has done more for the propagation of constitutional liberty in this country then any body currently serving ANY political party.  We would also like to see President Obama man up and attend Mr. Kyles funeral. ", 
    "category": "personal", 
    "title": "declare that American flags be flown at half mast for one week in honor of Navy Seal Chris Kyle"
  }, 
  "51251fb77043011f5a000003": {
    "body": "In the early hours of Feb 17, three people pursued the car of Jessie Stout. They forced her to pull her car over and violently assaulted her. The biracial passenger of the car, Brandon Pettiford, was the real target of the assault. Racial slurs were hurled at Brandon while he was nearly kicked to death. According to the attackers' own words they pursued him because he had flirted and danced with a white girl at a house party earlier that evening. The three accused attackers are being held on a small bond and one minor felony despite Brandon's critical condition. Local authorities claim their hands are tied, largely because of the lack of state legislation against hate crimes. Please direct the Department of Justice to investigate the matter. ", 
    "category": "personal", 
    "title": "Direct the DOJ to investigate the assault on Brandon Pettiford of Terre Haute, IN as a potential hate crime."
  }, 
  "50a3fd762f2c88cd65000015": {
    "body": "Those who sign here petition the United States government to secure funding and resources, and begin construction on a Death Star by 2016.\r\n\r\nBy focusing our defense resources into a space-superiority platform and weapon system such as a Death Star, the government can spur job creation in the fields of construction, engineering, space exploration, and more, and strengthen our national defense.\r\n\r\n", 
    "category": "joke", 
    "title": "Secure resources and funding, and begin construction of a Death Star by 2016."
  }, 
  "512395842bcfa3cd0e00000e": {
    "body": "Hepatitis C infects almost 4 million Americans and more than 170 million people worldwide, and it now kills more people than AIDS.\r\n\r\nNow a safe 100% cure exists, without toxic ribavirin or interferon, but is being held back by 'big pharma'. Immediate action is required to facilitate collaboration between the drug companies with this cure.", 
    "category": "", 
    "title": "Expedite Cure for Hepatitis C - Drug Companies Hold the Cure (without toxic ribavirin or interferon)"
  }, 
  "4e7c8dd08d8c37b77c00005a": {
    "body": "Billions and Billions of dollars are thrown at the Military while NASA's budget continues to shrink causing them to cut programs which may actually benefit society unlike the wars we are currently involved in. America needs to wind down these wars and reallocate all that money into our space program and make it the inspiration that it was when Americans first landed on the Moon over 40 years ago. America and Humanity require a permanent presence in Space and no amount of telescopes or rovers are going to meet that requirement. Manned Missions are the only answer but NASA does not the have funds to make this vision a reality. Our President needs to see that investment in space is an investment in Americans, Jobs and the Future of Humanity. ", 
    "category": "", 
    "title": "Reallocate Defense funds to NASA."
  }, 
  "4ff493b30353f31049000000": {
    "body": "This petition is so it can be brought to the attention of the white house that one of our citizens is in need of help. His name is D. Randall Blythe. He was doing what he loves to do bring his music along with the rest of the band LAMB OF GOD. During one of the dates he was taken into custody in Prague and was extorted for money after posting bail he was not released which is a direct violation of his civil rights. This petition will show that the people of the united states will not stand for this outrage and hope you and the us state department will do something about this travesty.", 
    "category": "", 
    "title": "Help Free D. Randall Blythe From Prage, Czech Republic. Where he is falsely accused of commiting Manslaughter."
  }, 
  "5126c27b7043012736000016": {
    "body": "The Financial Times article \"Death in Singapore\" (Feb. 15, 2013) sets forth shocking facts about the suspicious death of a young American, Shane Todd, PhD in Singapore on June 24, 2012.  Shane told his family his life was in jeopardy from foreign parties who had used his work on gallium nitride (GaN) amplifiers to compromise US national security and who might kill him to keep him from talking to US authorities. Shane was found hanged in his apartment the day he was to return to the U.S. The FBI has volunteered to assist the Singaporean police in investigating Shane's death and has been turned down. This petition asks President Obama to instruct the DOJ to investigate under 15 USC 1512(h) (the federal witness murder statute) whether Mr. Todd was killed to silence him about Chinese spying.", 
    "category": "", 
    "title": "Direct DOJ to investigate possible murder of U.S. citizen Shane Todd in Singapore to silence him about Chinese spying."
  }, 
  "50cb75e32bcfa3ee40000003": {
    "body": "The most recent mass shooting in Connecticut highlights our nation's ongoing inability to address the epidemic of gun violence. We ask that President Obama form a commission of appointed citizens to explore meaningful steps we as a nation can take to control and reduce gun violence. The commission would have a time limit to develop recommendations that would be forwarded to Congress for review and action.", 
    "category": "antigun", 
    "title": "create a national commission to review our gun laws and recommend legislation to address the epidemic of gun violence."
  }, 
  "4e7b8c8bec309e5d76000023": {
    "body": "The GAO report \"HORSE WELFARE: Action Needed to Address Unintended Consequences from Cessation of Domestic Slaughter\" documents the decline in horse welfare, & the economic demise of the horse industry due to inappropriate federal intervention that closed the humane & regulated horse slaughter plants in the U.S. As pointed out by the GAO, & as testified to by practically every horse industry & Ag organization in the Nation, appropriation riders & bills that seek to eliminate any possibility of humanely processing horses offer zero solutions & only exacerbate the suffering of horses, increase the number of needless & wasteful deaths, cause more abandonment, neglect, pain, & misery--they deprive families of livelihoods & the ability to raise their kids with the joy of horses in their lives.", 
    "category": "animals",
    "title": "Restore humane horse slaughter to improve horse welfare, stop needless & wasteful suffering & create jobs."
  }, 
  "4e7cf1be709f034f6a000005": {
    "body": "Genetically modified foods are a recent technology and are already in many commercial foods Americans consume today. While they may have benefits, these genetically modified organisms (GMOs) have not been studied rigorously enough in their potential human health impacts. Therefore, it should be the consumer's right to know whether the food they choose to purchase contains all or partly genetically modified organisms as ingredients. \r\n\r\nAlthough certified Organic foods are labeled as such and contain no GMOs, the consumer does not know whether they are buying genetically modified foods when they can't or choose not to buy Organic. \r\n\r\nPetition to require food companies to label their foods according to their contents in terms of containing genetically modified organisms. ", 
    "category": "", 
    "title": "Require all Genetically Modified Foods to be labeled as such."
  }, 
  "511a7d62a9a0b1ad64000014": {
    "body": "Help our voice reach the International Olympic Committee to show the support for reinstating wrestling into the Olympics.\r\n\r\nThe International Olympic Committee has decided to drop wrestling from the 2020 Olympic Games. However, this decision is not an absolute final decision. We still have time to let our voices be heard and display the true passion that we have as a wrestling community, both on and off the mat, in everything we do. We must put forth the same effort into getting wrestling reinstated into the Olympics as we do as an athlete in the practice room, a coach in the film room, or even a parent in the stands. \r\n\r\nWhile this decision is not final, the time to act is now. We must not sit back and wait. As a global wrestling community, we have the will-power to make our voices be heard.", 
    "category": "", 
    "title": "Help our voice reach the International Olympic Committee to show the support for reinstating wrestling into the Olympics"
  }, 
  "51263e5aee140f9430000014": {
    "body": "Evan Todd was wounded April 20th 1999 in the Columbine Massacre. He believes that the legislation the President is proposing to limit American's gun rights will fail. He is not the only person.\r\n\r\nEvan has penned an open letter to The President with one of the smartest, thorough explanations to date. The American people deserve to hear why The President disagrees. \r\n\r\nAmerican's deserve better than talking points with flawed logic.     \r\n\r\nhttp://bit.ly/XkWG1Q", 
    "category": "", 
    "title": "Answer, point-by-point, Columbine survivor Evan Todd's open letter to the President regarding gun control legislation."
  }, 
  "5126f34f688938ce6e000010": {
    "body": "The U.S. Border Patrol suffers from one of the highest attrition rates in law enforcement. \r\nSome of the most qualified agents choose to leave the Border Patrol to pursue alternative careers elsewhere. This is due to a multitude of reasons. One of which is the areas where they live and work. These areas are mainly located in rural border communities along the southwest border, with limited access to education, health care, and other amenities. \r\nThe nature of the job is grueling, with agents working long hours often in extreme conditions. The job itself is inherently dangerous, as highlighted by the fact of the number of agents killed in the line of duty. \r\nWe need the best qualified men and women protecting our nation's borders from terrorists, terrorist weapons, and narcotics smugglers. ", 
    "category": "", 
    "title": "Prevent a reduction in Border Patrol Agent's pay, and benefits to prevent attrition and corruption."
  }, 
  "4e85638cfb7528b1550000a4": {
    "body": "Marijuana is currently classified as a Schedule 1 drug in the Controlled Substances Act, a category reserved for drugs which have \"no currently accepted medical use\".  Marijuana has known medical uses and therefore should not be classified as a Schedule 1 substance.  The federal government should \"accept\" marijuana's known medical uses and remove it from the Schedule 1 list of drugs.", 
    "category": "marijuana", 
    "title": "Remove Marijuana from the Schedule 1 list of drugs in the Controlled Substances Act"
  }, 
  "50de390eb15a7a557f000003": {
    "body": "On December 24th 2012 4 West Webster Firefighters responded to a call of a vehicle/house fire. As they arrived they were ambushed by a lone gunman. Lt. Mike Chiapperini and Firefighter Tomasz Kaczowka were killed on scene. Firefighters Joseph Hofsetter and Theodore Scardino both received life altering injuries which will require months of rehabilitation. These brave men were volunteers answered the call for assistance at 5:30 in the morning.\r\n\r\nThese brave men were ambushed by a coward. For their sacrifices, their willingness to help their fellow man they all should be honored with the Medal of Freedom.\r\n", 
    "category": "", 
    "title": "To award the Medal of Freedom to the 4 Firefighters who were ambushed in West Webster New York on Christmas Eve 2012"
  }, 
  "4e7bd9eacf436a9806000042": {
    "body": "The Transportation Security Administration has been one of the largest, most expensive and most visible blunders of the post-9-11 homeland security reformation. It has violated countless constitutional rights of average Americans, caused miserable and expensive delays in an already-overburdened air travel system, and allowed multiple known instances of harassment, theft, extortion and sexual abuse by its employees. It has failed approximately 70% of undercover efficacy tests, and for all its excesses, has been unable to catch even a single terrorist since its creation. In our current economic situation, we can no longer afford to continue wasting taxpayer dollars on this kafkaesque embarrassment. Let us instead invest in saner, more effective solutions.", 
    "category": "", 
    "title": "Abolish the TSA, and use its monstrous budget to fund more sophisticated, less intrusive counter-terrorism intelligence."
  }, 
  "51365424adfd957e69000001": {
    "body": "Airport air traffic control towers provide services to pilots that are essential to the safety, the efficiency, and the smooth operations of flights. While not all airports have a control tower, airports with towers are typically very busy and have a significant amount of air traffic.\r\n\r\nAt these airports, the air traffic controllers regulate when aircraft can take off and land, and they contribute to aviation safety by helping to avoid collisions. Controllers also provide numerous other services to pilots.\r\n\r\nClosing air traffic control towers as a cost saving measure will be a detriment to aviation in this country. The closures will reduce efficiency and will adversely affect the safety of air travel.\r\n\r\nSee www.PremierFlightCT.com for additional details by the petitioner.", 
    "category": "", 
    "title": "Prevent the closure of air traffic control towers in the U.S. as a result of the Budget Control Act - Sequestration"
  }, 
  "511457408cce3fff41000007": {
    "body": "We request federal legislation be amended or created which entitles a mother to breastfeed her child and/or pump breast milk in any public, educational, or workplace location wherein the mother is otherwise permitted, regardless of age, employer or student and/or employment status.\r\n\r\nWe ask that all employers and educational institutions be required to provide reasonable break time and a non-bathroom, private space which is free from intrusion for all breastfeeding mothers present.\r\n\r\nWe also ask penalties be put in place for those institutions and employers who do not uphold this legislation.\r\n\r\nFor more information, please visit http://www.mommatraumablog.com/1/post/2013/02/help-create-all-inclusive-legislation-for-breastfeeding-moms.html ", 
    "category": "", 
    "title": "Allow all breastfeeding moms the right to pump and nurse when needed"
  }, 
  "50d48b902bcfa37b5c000017": {
    "body": "British Citizen and CNN television host Piers Morgan is engaged in a hostile attack against the U.S. Constitution by targeting the Second Amendment. We demand that Mr. Morgan be deported immediately for his effort to undermine the Bill of Rights and for exploiting his position as a national network television host to stage attacks against the rights of American citizens. \r\n", 
    "category": "progun", 
    "title": "Deport British Citizen Piers Morgan for Attacking 2nd Amendment"
  }, 
  "4e7b6695b25636dc79000011": {
    "body": "In order to resolve a wealth of inequities, we the people do entreat the white house to dismantle or redirect law enforcement agencies, and the approximately $400 BILLION dollars per year spent on the \"War on Drugs\".\r\n\r\nThe U.S. represents 5% of world population, but imprisons 25% of all the worlds inmates.  It is not the U.S. people who are excessively criminal.  It is overzealous policy that destroys the future of America's youth at great expense to the taxpayer.\r\n\r\nWhere would you be, Mr. President, had you been convicted and imprisoned because of your admitted Marijuana usage?  What great future leaders, thinkers and innovators are being destroyed today because of this useless policy?\r\n\r\nDrug use is a social issue, and should be addressed by health care professionals, not the prison system.", 
    "category": "marijuana", 
    "title": "End the destructive, wasteful and counterproductive \"War on Drugs\""
  }, 
  "5132404ec988d4262f00000d": {
    "body": "Support the boycott of 2014 Olympic Games in Sochi and invoke political and economic sanctions against illegitimate regime led by Putin. Russian citizens suffer from a wide spectrum of human rights violations inflicted by the “lawmakers” installed thru fraudulent elections and Putin’s police forces. Today Russia violates many international/UN treaties. Persecution on political grounds, activists imprisoning, censorship and mass media manipulations stripped Russian people’s ability to participate in civil movement and political processes making it impossible to overthrow illegal regime via a national referendum. Therefore we think that the Olympic Games in Sochi will be viewed by the world community as a gesture of approval of the criminal and dangerous policy of the ruling elite in Russia.", 
    "category": "", 
    "title": "Boycott 2014 Russian Olympics in Sochi. \r\n--\r\nInvoke sanctions against human right abusers and illegitimate ruling junta."
  }, 
  "509c75e9eab72afb49000003": {
    "body": "Colorado's amendment 64 just passed, as did Initiative 502 in Washington.  Marijuana prohibition is gradually becoming a thing of the past, and simply needs one final push. Alcohol prohibition turned out to be more harm than good  in the early 1900's, and marijuana prohibition is recreating the same situation. The bottom line is that marijuana prohibition enforcement costs the government 13.7 billion dollars annually, and puts well over 500,000 people in jail every year (sources cited below). \r\n\r\nhttp://www.cnbc.com/id/36600923/The_Cost_and_Benefit_Arguments_Around_Enforcement\r\n\r\nhttp://www.huffingtonpost.com/2012/09/26/marijuana-legalization-in_n_1915649.html", 
    "category": "marijuana", 
    "title": "Federally Legalize Marijuana"
  }, 
  "4f30dc67709f03dd5800007d": {
    "body": "Since 2007, the Vietnamese government has continuously waged brutal crackdown against human rights advocates, arresting and/or detaining notables such as: Rev. Nguyen Van Ly, Nobel Peace Prize nominees Ven.Thich Quang Do and Dr.Nguyen Dan Que, blogger Dieu Cay, and most recently songwriter Viet Khang, who merely expressed love for freedom and patriotism through songs he posted online. Congress has responded by introducing the Vietnam Human Rights Act, Vietnam Human Rights Sanctions Act and just last month, H Res 484. We implore you, Mr. President, to leverage Vietnam’s desire for the Trans-Pacific Partnership and Generalized System of Preferences to force the immediate and unconditional release of all detained or imprisoned human rights champions. Show the world America puts freedom first.", 
    "category": "", 
    "title": "STOP EXPANDING TRADE WITH VIETNAM AT THE EXPENSE OF HUMAN RIGHTS"
  }, 
  "50cdd4fbcde5b8573e000009": {
    "body": "The Westboro Baptist Church is better-known for homophobic displays, suing people and picketing funerals than for providing Christian care to a community. Due to their harassment and politicking, their IRS tax-exempt status should be immediately investigated.\r\n", 
    "category": "liberal", 
    "title": "Investigate the IRS Tax-Exempt Status of the Westboro Baptist Church"
  }, 
  "511eed46704301477d00000c": {
    "body": "The breeding of captive cetaceans (whales & dolphins) is a form of animal cruelty and must be outlawed within the United States of America.\r\nThe breeding of cetacean's is a cruel practice for all animals involved. In captivity cetaceans are bred before they are physically and mentally mature enough to properly care for their offspring, resulting in many newborn death's and calf rejection's, uncommon among their wild cousins. \r\nCetacean's in the wild remain with their families for life, in captivity mother and calf are separated usually after 2 years. \r\nIn the wild a female cetacean gives birth every 3 to 10 years, and has her first calf at roughly 15 years of age. In captivity the female is bred as early as 7 year's old and give's birth every 2 to 5 years. \r\n\r\nEnd the breeding of cetaceans. ", 
    "category": "animals", 
    "title": "Outlaw The Captive Breeding of Cetaceans (whales & dolphins)"
  }, 
  "511d2e6e6ce61cb236000005": {
    "body": "Japanese Prime Minister Abe is scheduled to visit Washington late February. The outcome of his visit has potential to significantly impact not only the peace and stability of the Pacific region, but also the economic recovery of the U.S., and consequently, your presidential legacy in history.  The main objectives of Prime Minister Abe’s visit are: First, to seek U.S. support on Japan’s territorial dispute with China on Diaoyu Islands. And second, to solicit U.S. opinions on Abe’s desire to revise or to reinterpret Article 9 of Japan’s pacifist constitution. We strongly urge you to deny both attempts, because they are against the fundamental and long term interests of our country. The reasons are stated in a separate letter sent to President Obama.  ", 
    "category": "foreign", 
    "title": "DENY JAPAN’S REQUEST FOR SUPPORT TO HER CLAIM ON DIAOYU ISLANDS AND HER ATTEMPT TO REVISE THE PACIFIST CONSTITUTION"
  }, 
  "4f8fa47ab25636b340000003": {
    "body": "Recognize Election Day as a federal holiday.  \r\n\r\nPass legislation that establishes Election Day as a \"major\" holiday, to be grouped with holidays that celebrate the foundations of this country, including Independence Day, Memorial Day, and Labor Day.\r\n\r\nEducate the general public about the issues, current and proposed legislation, and Election Day procedure.  \r\n\r\nEncourage private businesses to close for the day in order to allow their employees to vote.\r\n\r\nCombat low voter turnout through education and greater opportunity.  \r\n", 
    "category": "elections", 
    "title": "Make Election Day a National Holiday."
  }, 
  "4fac2c518d8c373536000008": {
    "body": "False accusations regarding the South Korean comfort women issue have disgraced the people of Japan for decades. Over the past few years it has come to light that many of the original charges were false or completely fabricated.\r\n\r\nYet despite this new information, the United States continues to lend credence to the original false charges by memorializing the comfort women in a monument in New Jersey and a street name in New York. Not only is this perpetrating historical untruths, but it also leads unnecessary racial conflict and suffering of people of Japanese ancestry.\r\n\r\nWe strongly request President Obama to remove the monument and not to support any international harassment related to this issue against the people of Japan.\r\n\t\t\t\t", 
    "category": "foreign", 
    "title": "Remove the monument and not to support any international harassment related to this issue against the people of Japan."
  }, 
  "51180b5d6ce61c693200000e": {
    "body": "Traditional values of Tibetan culture—nonviolence, ethics, compassion—universally benefit our human societies. It is not acceptable for an imperial power that rejects constructive dialogue to systematically dissolve Tibetan practices of livelihood, language, and religion without dynamic challenge by our government and news media, supported by global citizen dissent. 100 youth have burned themselves alive in protest; many more are unjustly imprisoned. The US must separate economics from horrific suffering and take a moral stand. End political cowardice! We the People do not condone China's cultural genocide in Tibet and declare that the PRC’s own national treasures are of no value, nor worthy of world respect, unless it demonstrates a fair, humane policy toward the rights of Tibetan people.", 
    "category": "foreign", 
    "title": "Implore China to prevent Tibetan self-burning suicides by lifting suppression of Tibet’s cultural practices and religion"
  }, 
  "50cb7200adfd95590e000001": {
    "body": "On December 14, 2012, a gunman or gunmen opened fire at the Sandy Hook Elementary school in Newtown, Connecticut. Initial reports list 27 dead, including 14 children.\r\n\r\nWe, the undersigned, believe that the United States can no longer wait for a sensible conversation on gun control. We call on Pres. Obama and his administration to begin a national dialog with members of Congress, federal regulators, firearms manufacturers and distributors, and interested citizens to formulate a commonsense regulation of firearms to keep them out of the hands of disturbed or evil individuals and protect our children from death in their own schools.\r\n\r\nIt is long past time to begin this conversation. Now is the time.", 
    "category": "antigun", 
    "title": "begin a national conversation on sensible gun control."
  }, 
  "50ba80bf8cce3fbc0d000006": {
    "body": "Federal employees have had a pay freeze for the past several years and the pay and benefits for the federal workforce have been under serious attack during the national elections held this year.\r\n\r\nGiving federal employees an extra holiday on December 24th, 2012 would be a good gesture to improve morale of the federal workforce.\r\n\r\nThis is also consistent with past practice. President Obama provided a half-day off on Christmas Eve, Thursday, December 24, 2009. President George W. Bush provided a half-day holiday on Wednesday, Dec. 24, 2002, as well as several full days off the day before or after Christmas: Tuesday, December 24, 2001, Thursday, December 26, 2003, Tuesday, December 24, 2007, and Thursday, December 26, 2008.\r\n\r\nWe urge President Obama to issue an executive order on this issue.", 
    "category": "", 
    "title": "give federal employees a day off on Monday, December 24, 2012 (Christmas Eve)."
  }, 
  "4e850ba5709f038a64000017": {
    "body": "Both the Sri Lankan government and the opposition Tamil Tigers reportedly committed war crimes, crimes against humanity and human rights abuses during the war in Sri Lanka.  The Sri Lankan government has a poor record of effectively investigating violations by its forces, as documented by Amnesty International.  An international investigation into the crimes and abuses committed by both sides during the war is needed if the victims are to receive justice.  The U.S. government should publicly support such an international investigation as a first step toward achieving accountability in Sri Lanka for these crimes and abuses.", 
    "category": "foreign", 
    "title": "support an international investigation into war crimes and other human rights abuses committed in Sri Lanka"
  }, 
  "50d47d37b15a7af10b000009": {
    "body": "We must petition Obama to uphold our second amendment rights, all of them. Including our right to bear arms that will reasonably defend us from ALL ENEMIES foriegn or domestic. We must also educate the public as the media and goverment have demonized the words \"assualt weapon\". In fact there has not been any type of \"assualt weapon\" used in any of the recent shootings. An assualt weapon is a weapon with selective fire. If we move forward on the assualt weapon ban we move towards the total disarming of Americans. Where will the line be drawn? These so called assualt weapons have few differences from our hunting rifles with the only difference being the stock and furniture. It was proven once before that a ban on \"assualt weapons\" is useless. Columbine happen in the middle of the Clinton ban", 
    "category": "progun", 
    "title": "Stop any legislation that will ban \"assualt weapons\", semi-automatic rifles or handguns and high capacity magazines."
  }, 
  "50cbe2196ce61ceb0c000011": {
    "body": "People haven't learned from history that gun control is a folly.  It only serves to disarm those who are law abiding citizens in order to have \"feel good\" legislation instead of getting at the actual root of the problem.  \r\n\r\nYou will never legislate away criminal behavior and those that would harm others en masse are not going to be stopped by some law.  The unfortunate thing is, that we will continue to have a Columbine, a Clackamas Town Center, and school killings even if legislation is passed further restricting gun rights. People have done this in many ways throughout history and no legislation has ever stopped it completely.  The latest school shooting is tragic.  We agree but making more Gun Free Zones only caters to those who do not follow signs and makes everyone else defenseless.", 
    "category": "progun", 
    "title": "No more gun control."
  }, 
  "51285ac1c988d4893a00000e": {
    "body": "Puerto Rico LGBTT citizens are treated as second class citizens by the government. We demand the Obama Administration to enforce the constitutional and human rights that we all have, as all men and women are created equal and should be treated the same way under the law.\r\n\r\nLGBTT constituents of PR are discriminated and not protected by laws against: domestic violence, discrimination and job termination due to sexual orientation. Same sex partners are banned from adopting  children. Transgenders are not allowed to change their name and sex on official documents. Hate crimes are a constant threat in the island.  \r\n\r\nLaw interpretations and decisions are being based on religious beliefs, violating the constitutional separation of Church and State. \r\n\r\nWe demand EQUALITY FOR ALL PUERTORICANS NO", 
    "category": "gayrights", 
    "title": "Ensure social justice, equal treatment and non discrimination to the LGBTT citizens of the Commonwealth of Puerto Rico"
  }, 
  "50c7cf2900e579c81e00000f": {
    "body": "Korea's territorial rights over Dokdo are indisputable, historically and geographically, and are not subject to a territorial dispute with Japan.This dispute over Dokdo is a historical problem that arose from Japan's expansionist invasion of Korea.This dispute may not be settled in or out of court unless Japan accepts the responsibility of the historical fact. The Republic of Korea has continuously administered Dokdo since 1948. \r\nJapan has tried to claim Dokdo as their territory and wants to take Korea to the International Court of Justice (ICJ). The petition by “hisa a” refers to “Rusk Documents” which were confidential during the 1951 San Francisco Peace Treaty negotiations and are anecdotal now and have no legality that can support Japan’s territorial ownership of Dokdo.\r\n", 
    "category": "foreign", 
    "title": "oppose the petition created by “Hisa A”on Japan’s proposal to take Japan’s claim over Dokdo (or Takeshima) to the ICJ."
  }, 
  "5111a1d16889384007000001": {
    "body": "Chris Kyle, a former Navy SEAL who wrote the best-selling book American Sniper about his service in Iraq, was shot and killed at a gun range in Texas\r\nIn honor of his service. We should honor him by naming a US Naval Vessel After Him.\r\nUSS Chris Kyle.", 
    "category": "personal", 
    "title": "Name a US Naval Vessel in Honor of US Navy Seal Chris Kyle.\r\nUSS Chris Kyle."
  }, 
  "5113ed8aee140fc557000004": {
    "body": "In 2006, the outgoing congress enacted and president G W Bush signed the Postal Accountability and Enhancement Act.  There is a clause requiring the Post Office to pre-fund, within 10 years, 75 years of employee retirement and health care.  They're required to do this without passing on the costs to postal customers.  It's a poison pill.  An attempt by republicans and more importantly corporate lobbyists to privatize the Post Office.  The USPS is one of the largest union shops in the country.  If they can bust this up, they can wipe out much of the union support of the Democratic Party in future elections.  This is also, I believe the largest employer of veterans in the US.", 
    "category": "postal", 
    "title": "release the Postal Service from the draconian Postal Accountability and Enhancement Act of 2006"
  }, 
  "4e810f5dec309e8d0e000133": {
    "body": "Return the $82 billion in funds the United States Postal Service has been forced to overpay into Civil Service (CSRS) and Federal Employee Retirement (FERS) funds, so they can balance their budget without having to lay off employees, close post offices, cut service, and destroy the best Postal Service in the world. ", 
    "category": "postal", 
    "title": "Save the Postal Service"
  }, 
  "4ef20dbe4cce2724470000ba": {
    "body": "The administration should create a group that will answer--within 1 year--the question \"what would it take to scan .gov?\" What are our federal holdings, what would it take to digitize them, how much would it cost, what are the economic and non-economic benefits?\r\n \r\nA national digitization strategy can save money, create jobs, revitalize education, and unleash the treasures buried in the Smithsonian, Library of Congress, National Archives, Printing Office, and other national institutions. We need to scan at scale and make access to knowledge a right for all Americans. If we can put a man on the moon, why can't we launch the Library of Congress into cyberspace?\r\n \r\nMore information about this petition can be found at https://YesWeScan.Org/", 
    "category": "IP", 
    "title": "Start A National Effort To Digitize All Public Government Info."
  }, 
  "4e7ce872cf436aee5b000004": {
    "body": "Fluoridation violates the individual's right to informed consent.\r\n\r\nFluoride is not a nutrient. Its sole benefit is topical. Swallowing it can cause harm. 41% of American children, aged 12-15, have dental fluorosis, indicating over-exposure. Minorities are disproportionally harmed (CDC, 2005, 2010).\r\n\r\nAn unrefuted study indicates fluoride is a risk factor for bone cancer in boys (Bassin, 2006). There is mounting evidence that fluoride is an endocrine disruptor, lowers IQ, and accumulates in bone, increasing joint pain and the risk of fractures (NRC, 2006).\r\n\r\nVulnerable subgroups include bottle-fed infants, the elderly, those with kidney disease, diabetics, and minorities (NRC, 2006).\r\n\r\nThe chemicals used are contaminated industrial by-products and never approved by the FDA.\r\n(FluorideAlert.org)", 
    "category": "special", 
    "title": "prohibit all federal agencies from promoting, endorsing, or funding fluoridation of the public drinking water."
  }, 
  "50a2d5542f2c88e65900000d": {
    "body": "President Obama has been clear on health care: \"if you like your plan, you can keep it.\" This petition is nothing more than holding The President of The United States to his word. We The People should be allowed to keep our current health care plan plans--just as certain other groups have been allowed to keep theirs. \r\n\r\nThe Obama administration has allowed unions like the SEIU, lobbyists like the AARP and certain businesses to opt out of ObamaCare [the so called Affordable Care Act]. This petition asks that We The People be granted the right to opt out of the ACA legislation and its mandates. ", 
    "category": "conservative", 
    "title": "Allow Any American To Voluntarily Opt Out Of \"ObamaCare\" [The So Called Affordable Care Act]."
  }, 
  "4fe3eb0a709f031c5e000004": {
    "body": "In \"Discount Japan\" campaign, using holocaust  image conveniently, South Korea takes advantage of  Seiji Yoshida's creation  \"comfort women\" which later he confessed a fiction.\r\nOral testimonies are not evidence of coercing or abduction!\r\n\r\nThe House Resolution 121 in 2007 is based on fabrication. It gives South Korea a path to accuse Japan for its deed during WWII therefore to justify their murder, abduction, and invasion of Takeshima islands which has abundant of methane hydrate.\r\n\r\nIf US-Japan alliance is truly the cornerstone of US security interests in Asia and the Pacific and is fundamental to regional stability and prosperity, do NOT allow Koreans to deteriorate it. We strongly request US government to act only based on truth and justice!\r\n\r\nhttp://bit.ly/Repeal121", 
    "category": "foreign", 
    "title": "Repeal the House of Representatives Resolution 121 to stop\r\naggravating int'l harassment by Korean propaganda & lies!"
  }, 
  "50eb8aff6ce61cf52b000002": {
    "body": "Cancer is the number one disease killer in children, and seven kids die every day in the United States.   We must raise awareness to impact this mortality rate.  Changing this outcome requires awareness, and the President can lead this effort by lighting the White House gold for the month of September.  Gold represents both the pediatric cancer cause and the light that children provide in our lives.  We should honor them by shedding light on their battle.  The color of that light is gold.", 
    "category": "medical", 
    "title": "Light the White House gold for the month of September to honor pediatric cancer fighters and bring light to the cause."
  }, 
  "51324811eab72a4a7200000a": {
    "body": "We the people ask Obama to help support the funding for our military demonstration teams, not just the Blue Angels, but also the Thunderbirds, Golden Knights, F-22 Demo Team, Heritage Flight, and all the other airshow demonstrations that bring the excitement to airshows and make the key recruitment tool to our military. These teams our the face of our branches and deserve better for the hard success and commitment to this country and it's allies. Therefore, we ask for the continued support of our military in the airshow industry and to help these teams return to flying again.", 
    "category": "special", 
    "title": "Support funding for the United States Air Force Thunderbirds and all other airshow support for 2013 and beyond!"
  }, 
  "511a3f6b00e579111b000002": {
    "body": "The IOC executive board has dropped wrestling from the Olympic program from the 2020 Olympic Games. FILA ( The international organization that governs wrestling) will have to apply for inclusion for the 2020 Olympic Games along other sports for one opening in the program.\r\n\r\nIf wrestling is not reinstated on the Olympic program for the 2020 Olympic Games then I ask that President Obama to pressure and ask the United States Olympic Committee to boycott the 2020 Olympic Games. If that does not happen then cut off all federal funding or tax breaks that USOC receives. \r\n\r\nThe United States has been one of the best countries and one the biggest participants in wrestling world wide. Its been a part of American culture since the Civil War. We need to fight to protect it!  ", 
    "category": "special", 
    "title": "To pressure the United States Olympic Committee to boycott the 2020 Olympics if wrestling isn't included as a sport."
  }, 
  "50ce2ea36889384429000017": {
    "body": "We ask President Obama to stand with law abiding gun owners in this time of tragedy.  Guns laws could not have prevented Adam Lanza from killing 27 innocents. The real question is what made this disturbed young man into a murderer of children.  Where is the outrage at the violent video games he played?  A piece of plastic and steel doesn't have a will Mr. President.  Evil is not law abiding, and Adam Lanza stole those guns after failing to buy one legally.  it is  America's law abiding gun owners who would have died with Victoria Soto and Dawn Hochsprung defending the children with only our bodies on December 14th, because it was already illegal to bring a gun into that school. Please don't pander to the politics  Mr. President. A feeding frenzy of new gun legislation is not the answer.", 
    "category": "progun", 
    "title": "We ask President Obama to support law abiding gun owners in this time of tragedy."
  }, 
  "4e7b3ea711fb9c3d7a000004": {
    "body": "Only 6 states, Connecticut, Iowa, Massachusetts, New Hampshire, New York and Vermont, plus the District of Columbia, currently legally allow same-sex couples to get married and have the same benefits as heterosexual couples.  And also, though these 6 states, plus D.C., allow same-sex marriage, federally, they are not recognized at all, whatsoever.  The LGBT community is the last group of people to not get  full rights in our nation, the great nation of freedom and opportunity.  We the people need to call on President Barack Obama to take a stand as our country's leader, and fully legalize same-sex marriage across the whole nation.", 
    "category": "gayrights", 
    "title": "Fully Legalize Same-Sex Marriage Across The Nation"
  }, 
  "509fce37eab72ad72500000a": {
    "body": "The Obama Administration through its EPA is destroying the coal industry of this country. To date, tens of thousands of coal mining and related jobs have been lost due to this ill-advised war against American energy. \r\nWe, the undersigned, call upon the Obama Administration to end this job killing war on coal, to rein in the EPA and require an economic impact assessment published prior to the enactment of each and every new policy and regulation. ", 
    "category": "special", 
    "title": "End to the War On Coal, end the job killing policies of the EPA and require an economic impact analysis of new policies"
  }, 
  "4e7ec66b8d8c377960000011": {
    "body": "Modern research has proven what disabled Veterans have known for a very long time, Cannabis is an effective medicine. Veterans from the time of the United States Revolution through World War I had legal access to cannabis but in 1942 due to the efforts of a handful of powerful men cannabis was removed from the United States Formulary. Modern science has shown us that the human body makes it's own cannabis like substances called cannabinoids and that these cannabinoids are shown to be involved in various functions throughout the body like pain and anxiety. Marijuana works with this natural body system to ease the symptoms of PTSD giving disabled Veterans a big improvement in their quality of life. We owe our disabled Veterans our freedom, the least we should do is treat their pain and PTSD.", 
    "category": "marijuana", 
    "title": "Allow United States Disabled Military Veterans access to medical marijuana to treat their PTSD."
  }, 
  "4e7ca6422ee8d0fa79000096": {
    "body": "Lesbian, gay, bisexual, and transgender (LGBT) Americans experience unnecessary and inhumane discrimination every day. Whether it's the risk of being deported because our marriages aren't recognized by the federal government, denied a job or fired from a job simply for who we are, bullied to death in schools, refused full parenting rights, or denied adequate and appropriate health care/coverage, LGBT Americans do not have access to the same civil rights as non-LGBT Americans.\r\n\r\nOur country is better than this, and we ask the Obama Administration to take any and all steps necessary in order to make LGBT Americans fully equal in all matters governed by federal civil law in all 50 states, the District of Columbia, and U.S. territories.\r\n\r\nThis petition is supported by GetEQUAL (www.getequal.org)", 
    "category": "gayrights", 
    "title": "End discrimination based on sexual orientation and gender identity/expression."
  }, 
  "509e398aee140f4465000010": {
    "body": "It has become blatantly obvious the voter fraud that was committed during the 2012 Presidential elections.  In one county alone in Ohio, which was a battleground state, President Obama received 106,258 votes...but there were only 98,213 eligible voters.  It's not humanly possible to get 108% of the vote!\r\nIf ID laws had been enforced (which the administration is completely against because that meant they would lose) then this wouldn't be an issue.\r\nRecount NOW!\r\n", 
    "category": "conspiracy", 
    "title": "Recount the election!"
  }, 
  "5030076e2f2c88770a000002": {
    "body": "Zeekrewards.com & Zeekler has changed thousands of lives financially. \r\n\r\nThe SEC & AG Office in North Carolina allegedly claims that Zeekler/Zeek Rewards is a ponzi scheme.\r\n\r\nIn no way that this company defrauded anyone. We believe that Zeekler/Zeek Rewards has given us the leadership and the freedom to support our families.\r\n\r\nThousands and maybe millions of people are suffering by this and we are taken a stand of what's right.\r\n\r\nPaul Burks, the CEO of Rex Venture Group wanted was a system that the average person can do.\r\n\r\nFor it to be taken away from us is devastating. So we are behind Paul Burks, Rex Venture Group, Zeekler/Zeek Rewards and it's affiliates 100%!!  We don't want to be silent to these allegations that the SEC & AG office is making.\r\n\r\nSo with that, we are taking a STAND! ", 
    "category": "personal", 
    "title": "Support Keeping Zeek Rewards Open: Stop The SEC And Attorney  \r\nGeneral From Stealing Our Business."
  }, 
  "4e7b3f188d8c37d875000004": {
    "body": "We the people want to know when we can have our \"perfectly legitimate\" discussion on marijuana legalization. Marijuana prohibition has resulted in the arrest of over 20 million Americans since 1965, countless lives ruined and hundreds of billions of tax dollars squandered and yet this policy has still failed to achieve its stated goals of lowering use rates, limiting the drug's access, and creating safer communities.\r\n\r\nIsn't it time to legalize and regulate marijuana in a manner similar to alcohol? If not, please explain why you feel that the continued criminalization of cannabis will achieve the results in the future that it has never achieved in the past? ", 
    "category": "marijuana", 
    "title": "Legalize and Regulate Marijuana in a Manner Similar to Alcohol."
  }, 
  "50cb96be2bcfa31354000014": {
    "body": "If teachers and principals are armed and trained to defend themselves during a school attack there would be fewer casualties and less attempts to attack schools.\r\n\r\nFact: Crime rates decrease when the people are better armed. \r\n\r\nIt is time we gave our teachers the ability to defend themselves and stop pretending like a door buzzer is enough of a defense. Take a stand for school safety. Arm the teachers and principals today. A gun in every classroom will protect our students from massacres like the one in CT today.", 
    "category": "progun", 
    "title": "A gun in every classroom. Arm every teacher and principal to defend themselves and their students during an attack."
  }, 
  "50f2068c0aa04df320000005": {
    "body": "Assistant U.S. Attorney Steve Heymann's overzealous prosecution of an allegedly minor and non-violent electronic crime led to the suicide of Aaron Swartz.  President Obama recently said, as repeated by Vice President Biden, \"if our actions result in saving only one life, they're worth taking.\"  We should not destroy the lives of human beings for crimes against computer systems that harm no one and provide no benefit to the perpetrator.  Such actions should be treated as forms of protest and civil disobedience.  To prosecute these actions the same as rapes and murders is a savage abuse of the criminal justice system which continues to destroy the lives of peaceful, productive members of society.\r\n\r\nFire Attorney Steve Heymann before his reckless prosecutions claim any more lives.", 
    "category": "personal", 
    "title": "Fire Assistant U.S. Attorney Steve Heymann."
  }, 
  "511d5361cde5b87e4c000004": {
    "body": "We would like a statue of Christopher Dorner built, preferably in Los Angeles, as a memorial to this brave man. He fought the corruption that ruined his life.", 
    "category": "personal", 
    "title": "Construct A Statue Of Christopher Dorner For Standing Up Against A Corrupt System"
  }, 
  "50b14f552bcfa3873c00000c": {
    "body": "The People of Catalonia, the Northeastern region of Spain, would like to hold a referendum on whether or not they would like to become independent from the Spain. The Catalan people have their own distinct language, culture and traditions that are not being respected by the Spanish government; many Catalans do not feel Spanish, but rather a Catalan citizen without their own State. In 2012 during their national holiday, 1.5 million people took to the streets of Barcelona to demand independence, yet the Spanish government simply ignored them. In adherence to the guiding principles of our own Declaration of Independence, we ask the United States government to stand with the Catalan people's right to decide a future that is best for them through a fair and democratic referendum.", 
    "category": "foreign", 
    "title": "Support the People of Catalonia in their effort to decide their own future"
  }, 
  "502fe708ee140fda6e000012": {
    "body": "Greetings, \r\n\r\nKeep Zeek Rewards Open For Business\r\n\r\nZeek Rewards.com/Zeekler.com has helped and maybe even saved lives financially. Zeek is a truly great penny auction.\r\n", 
    "category": "personal", 
    "title": "Support Keeping Zeek Rewards Open: Stop The SEC And Attorney General From Stealing Our Business."
  }, 
  "5113b2a28cce3fc50700000e": {
    "body": "We would like the Obama administration to create an task force charged with investigating the potential national economic costs and benefits of ceasing the US mint's production of the the penny, and phasing the coin out of circulation within a period of 2-6 years. If, as in similar cases in other countries, it is determined that the penny costs the federal government more than it is worth, and that removing the coin from circulation has the potential for small business owners to save time and money, we would like this task force to recommend the nation abandon the penny.", 
    "category": "currency", 
    "title": "Investigate abandoning the US 1 cent coin (the penny)."
  }, 
  "51109e53eab72a7174000010": {
    "body": "We the people demand That our rights to the following Constitutional Rights be restored and that Obama not only be impeached for infringing these rights but also be tried for teason for aiding and arming terrorists and the enemies of the American people. The following are a list of rights not only infringed but out right denied by Obama and his administration. We Demand our rights and Liberties be restored now! We also demand your relief of duty President Obama for your violations. The Following rights have been denied to us.\r\nAmendment I\r\nAmendment II\r\nAmendment IV\r\nAmendment V\r\nAmendment VI\r\nAmendment IX\r\nAMENDMENT XIII\r\nAMENDMENT XIV\r\nAMENDMENT XV", 
    "category": "conservative", 
    "title": "To be held Accountable and Impeached."
  }, 
  "4f6d343411fb9cf201000044": {
    "body": "A new report has revealed that Fannie Mae and Freddie Mac are finally admitting that principal reductions for homeowners who are underwater actually work. Leading economists, government agencies, and leaders have been saying it all along: reducing the principal on homes that are worth less than their mortgages produces a positive financial benefit for homeowners, taxpayers, and the country as a whole. Ed DeMarco, head of the Federal Housing Finance Agency -- which oversees Fannie and Freddie -- has stood in the way of reductions and he's claimed the support of Fannie and Freddie. But that's no longer the case. Even Fannie and Freddie now support principal reductions. It's time for Ed DeMarco to step aside, and time for President Obama to step in and act on behalf of struggling Americans.", 
    "category": "", 
    "title": "Push Fannie Mae and Freddie Mac to issue principal reductions for underwater homeowners"
  }, 
  "50cb0a52cde5b82030000001": {
    "body": "The Westboro Baptist Church has surpassed the point of free speech and has crossed into the realm of harassing citizens. They vocally promote hate against every demographic that they are not a part of. Their own website URL is made of obscenities that directly carve out a specific demographic: \"www.godhatesfags.com\". They even picket military funerals - when our soldiers and their families are at their lowest. The hatred is clear and they fit the definition given by the SPLC with no deviation. The only possible reason to exclude them would be the extent of the effect that they have had on society, but the legal \"hate group\" designation will prevent further damage and harassment before it has to happen.", 
    "category": "liberal", 
    "title": "Define the Westboro Baptist Church as a hate group due to promoting animosity against differing cultural demographics."
  }, 
  "4f535e878d8c37066600000a": {
    "body": "It is not bad enough that he provides partisan blather, that he demeans our President.\r\n\r\nHe has regularly demeaned women.\r\n\r\nHis remarks this week were well beyond the pale of what should be broadcast to our military and their families, supported with our tax dollars.\r\n\r\nWe have a moral objection to our tax dollars being used for such a purpose.\r\n\r\nYou should move immediately to cancel any further broadcast through government facilities of his venom.\r\n\r\nThere is no excuse for the US Government, in any capacity, giving this man an audience.\r\n\r\nIt is an insult to the honorable men and women who serve this nation.", 
    "category": "liberal", 
    "title": "Sec. Panetta, Get Rush Limbaugh Off Armed Forces Radio NOW! No tax money for abusive, divisive, insulting language."
  }, 
  "509eeaab2f2c88da3e000000": {
    "body": "As the founding fathers of the United States of America made clear in the Declaration of Independence in 1776:\r\n\r\n\"When in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.\"\r\n\r\n\"...Governments are instituted among Men, deriving their just powers from the consent of the governed, that whenever any Form of Government becomes destructive of these ends, it is the Right of the People to alter or abolish it, and institute new Government...\"", 
    "category": "secession", 
    "title": "Peacefully grant the State of Georgia to withdraw from the United States of America and create its own NEW government."
  }, 
  "511b4a10d1429d362500000f": {
    "body": "This petition is to not only show internet service providers that there is truly a demand for 1gbps ultra fast internet, But to also have the government challenge these service providers to offer this ultra fast internet within 2 years.\r\n\r\nWith all the hype around google fibers kansas initiative thousands of people are stating that they would be more then willing to pay for and in some cases demand this ultra fast 1gbps internet connection. Many competitors that offer much slower speeds are stating that there is next to no demand for this speed, some even saying if there was demand they would happily start offering it.\r\n\r\nSo now is the time to show these companies and the government that we the people do truly want to ultra fast internet. And if need be have the government challenge them.", 
    "category": "IP", 
    "title": "Start a 1gbps fiber internet challenge to bring ultra high speed internet to the people"
  }, 
  "4e863db1b25636a614000049": {
    "body": "The FairTax is a nonpartisan, tax reform plan to replace many federal taxes, such as taxes on income, payroll and capital gains, with a progressive, national sales tax.\r\n\r\nThe FairTax legislation, HR 25 & S 13, will:\r\n\r\nGrow the economy by billions of dollars - FairTax.org/Economy\r\n\r\nCreate jobs and restore the Made in America label – FairTax.org/Jobs\r\n\r\nProvide monthly “prebate” payments to untax necessities and the poor - FairTax.org/Prebate\r\n\r\nLower tax rates for all income groups - FairTax.org/Rates\r\n\r\nSave $430 billion in annual compliance costs - FairTax.org/Compliance\r\n\r\nLower home costs – FairTax.org/Homes\r\n\r\nRaise equal revenue as the current system - FairTax.org/Revenue\r\n\r\nAFFT and the undersigned, urge President Obama to join Americans from the right, left and center to support the FairTax.", 
    "category": "special", 
    "title": "Support the FairTax legislation to grow our economy and benefit all Americans – Americans For Fair Taxation"
  }, 
  "511bb04ca9a0b11b62000007": {
    "body": "There is deep concern by the ongoing miscarriage of justice in the Anand jon Alexander case. This Indian citizen was clearly denied due process to a fair trial, and has been imprisoned under inhuman conditions since 2007. His Constitutional Right to a Fair and Impartial jury was denied , and Mr. Alexander was Prejudiced by LA  Police and there is clear evidence of Prosecutorial Misconduct.  The lead attorney's daughter who was clearly in charge of some of the crucial aspects of the defense including motions and investigations was exposed to have secretly( without knowledge or consent of Mr. Alexander),applied for and even become a paid deputy District Attorney for the same LADA's office ( i.e. the opposing party in this case) during the case.There is clear evidence of Juror misconduct .", 
    "category": "personal", 
    "title": "Investigate celebrity Fashion Designer Alexander, Anand Jon's case, and extradite him to Indian govt. or free him."
  }, 
  "4e821e758d8c37f44b00003b": {
    "body": "The U.S. Army unnecessarily subjects monkeys to a simulated nerve agent attack in an outdated training exercise that is part of chemical casualty management courses held at Aberdeen Proving Ground in Maryland.\r\n\r\nMonkeys are injected with a toxic overdose of physostigmine to produce cholinergic crisis, marked by symptoms that include cessation of breathing, involuntary defecation, and violent seizures. Veterinary records show that these monkeys suffer both during and after the exercise.\r\n\r\nIn addition to being cruel, this training is subpar due to the availability of superior human-based training methods such as advanced medical simulators. Please sign the petition calling for an immediate halt to the use of animals for this training exercise in order to improve military readiness.", 
    "category": "animals", 
    "title": "Immediately halt the cruel and unnecessary use of monkeys in Army chemical casualty management training courses."
  }, 
  "509b027300e579ff54000012": {
    "body": "The purpose of this petition is to ask the United States Government to repeal the Defense of Marriage (DOMA) as it is unconstitutional. \r\n\r\nIt does not allow everyone in the United States to be treated as equals. Sign here to have DOMA repealed.\r\n\r\nThe ability to love is in a human being's very DNA. It shouldn't matter if we want to be with someone of a different race, religion or nationality. It should definitely not matter if its even someone of the same gender.\r\n\r\nSign for the freedom to love!", 
    "category": "gayrights", 
    "title": "Repeal the Defense of Marriage Act (DOMA)"
  }, 
  "5114a642704301b522000011": {
    "body": "Africa for Africans, Asia for Asians, White countries for EVERYBODY?\r\nALL white countries and ONLY White countries are being flooded with third worlders, and Whites are forced to integrate with them so as to \"assimilate,\" i.e. intermarry and be blended out of existence.\r\nFlooding and forced assimilation is genocide when it's done in Tibet, and it's genocide when it's done to White countries, by U.N. Convention:\r\n\"Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part.\"\r\nThe persons carrying out this genocide against Whites say they are anti-racist. What they are is anti-white!\r\nANTI-RACIST IS A CODE WORD FOR ANTI-WHITE!\r\n-----\r\nSupport White GeNOcide Project's Million Name March on the White House in 2016! (See petition #2)", 
    "category": "fringe", 
    "title": "(Feb. #3 of 6) Teach public school children the truth: ANTI-RACIST IS A CODE WORD FOR ANTI-WHITE!"
  }, 
  "4e8772e7ec309ef3060000ca": {
    "body": "The US military fails to provide Equal Opportunity for non-religious service members. \r\n\r\nWe are forced to participate in religious rituals during official ceremonies. This is not free exercise, this is forced exercise. Worship belongs in voluntary services, not in mandatory formations. This is unconstitutional establishment of an official preference for religion over non-religion.\r\n\r\nWe are forced to take an unconstitutional religious test for “Spiritual Fitness”. Those who fail the test are forced to take remedial training instructing them to go to church and pray. This proselytization by the US military is forced onto us against our will.\r\n\r\nThese policies create a hostile environment, division, and resentment within the military, destroying morale and threatening national security.", 
    "category": "liberal", 
    "title": "End the Military’s Discrimination against Non-Religious Service Members"
  }, 
  "4e7bbf6911fb9c9c0c00000b": {
    "body": "Citizens United dramatically altered the political dynamic of our country. Never before have corporations had so much sway over our country's politics, and as a result our nation looks less and less like a democracy every day. By calling corporations \"people\" and deeming money to be \"free speech,\" we are allowing the richest Americans to influence politics in a way that the vast majority of us can never dream of. By ending corporate personhood we can restore our country's democratic vision and create an America that answers to people rather than to money.\r\n\r\nStop the top 1% of Americans from drowning out the voices of the 99%. End corporate personhood and stop giving an unfair advantage to the wealthy few before it's too late.", 
    "category": "liberal", 
    "title": "Restore democracy by ending corporate personhood."
  }, 
  "510ea2586ce61cd822000015": {
    "body": "On August 1, 2010, nine days after giving birth Marissa Alexander was attacked by her ex-husband Rico Gray.  The Florida mother of three, Marissa fired a “warning shot” into the ceiling of her home in defense.  No one was injured during the incident also evidence shows that Marissa fired the shot in the direction away from her family.  During her attack Marissa “had no legal duty to retreat.”  She believed the state would support her legal claim under Florida’s “Stand Your Ground” statutes.  Marissa was condemned to a 20-year sentence under Florida’s 10-20-Life law.  According to her attacker’s deposition that already listed a history of protective orders against him Mr. Gray admits to prior documented cases of domestic violence against Marissa that the courts never considered.", 
    "category": "personal", 
    "title": "A complete exoneration for Marissa D. Alexander of all charges."
  }, 
  "4e7b8ca62ee8d03b39000006": {
    "body": "This Petition calls for the President to disclose to the American people the long withheld knowledge of government interactions with extraterrestrial beings and call for open Congressional hearings to allow the people to become aware of this subject through those whose voices have been silenced by unconstitutional secrecy oaths.\r\n\r\n", 
    "category": "fringe", 
    "title": "Immediately disclose the government's knowledge of and communications with extraterrestrial beings"
  }, 
  "5057ad98adfd95100b000008": {
    "body": "To enact a law that prohibits any action or literature that offend prophets of major religions:\r\n- Moses\r\n- Jesus\r\n- Mohammad\r\n\r\nSuch acts offend billions of people, and cause unrest in the world. Furthermore, acts like this contradict the essence of coexistence and peace among humans. Labeling these acts as freedom of speech is similar to labeling murder as freedom of expression!\r\n\r\nWe all know the chaos such acts can cause, but it's difficult to answer the question: What do they contribute to our nation, or humanity in general?", 
    "category": "fringe", 
    "title": "outlaw offending prophets of major religions"
  }, 
  "4fafe312709f037653000011": {
    "body": "We believe in the power of the Internet to foster innovation, research, and education.  Requiring the published results of taxpayer-funded research to be posted on the Internet in human and machine readable form would provide access to patients and caregivers, students and their teachers, researchers, entrepreneurs, and other taxpayers who paid for the research. Expanding access would speed the research process and increase the return on our investment in scientific research.\r\n\r\nThe highly successful Public Access Policy of the National Institutes of Health proves that this can be done without disrupting the research process, and we urge President Obama to act now to implement open access policies for all federal agencies that fund scientific research.\r\n", 
    "category": "IP", 
    "title": "Require free access over the Internet to scientific journal articles arising from taxpayer-funded research."
  }, 
  "50a52d027043017d4d00001d": {
    "body": "During November 1984 the Congress Party of India organized and perpetrated violence with intent to destroy the Sikh community, resulting in more than 30,000 killed; women raped; Gurudwaras burnt and more than 300,000 displaced. The systematic violence against Sikhs was concealed and portrayed by the Indian governments as Anti-Sikh Riots. \r\n\r\nThe intentional and deliberate nature of the attacks on Sikh lives, properties and places of worship during November 1984 makes them crime of GENOCIDE as defined in 18 USC 1091 and as per Article 2 of the U.N. Convention on Genocide.\r\n\r\nIn 2011-12 mass graves of Sikhs killed during November 1984 were discovered throughout India, which is the most specific and convincing evidence that violence against Sikhs in 1984 was GENOCIDE.", 
    "category": "foreign", 
    "title": "RECOGNIZE \"SIKH GENOCIDE\" - 30,000+ KILLED IN INDIA  DURING NOVEMBER 1984 - \"YES, IT IS GENOCIDE\""
  }, 
  "4f0584102ee8d08907000021": {
    "body": "Every child in America deserves access to an effective school library program.  We ask that the reauthorization of the Elementary and Secondary Education Act (ESEA) provide dedicated funding to help support effective school library programs.  Such action will ensure more students have access to the resources and tools that constitute a 21st century learning environment.  Reductions in school library programs are creating an ‘access gap’ between schools in wealthier communities versus those where there are high levels of poverty.  All students should have an equal opportunity to acquire the skills necessary to learn, to participate, and to compete in today’s world.", 
    "category": "", 
    "title": "Ensure that every child in America has access to an effective school library program."
  }, 
  "50d45db2eab72ac229000001": {
    "body": "We, the undersigned,\r\n- acknowledge the adoption of \"Sergei Magnitsky Rule of Law Accountability Act of 2012\" as a profoundly pro-Russian step which will help Russian citizens bring individuals involved in corruption and violation of human rights to justice;\r\n- are outraged with the actions of Russian law-makers, who breached all imaginable boundaries of humanity, responsibility, or common sense and chose to jeopardize lives and well-being of thousands of Russian orphans, some of whom, the ill and the disabled ones, now might not have a chance of survival if the ban on international adoption is to be put in place;\r\n- urge this Administration to identify those involved in adopting such legislature responsible under \"Magnitsky Act\" and thus included to the relevant list.", 
    "category": "foreign", 
    "title": "Identify Russian law-makers jeopardizing lives of Russian orphans responsible under \"Magnitsky Act\"."
  }, 
  "511674b600e579e412000012": {
    "body": "The iconic original USS Enterprise model is a touchstone of modern American cultural history. This symbol of hope and exploration has inspired countless people, from children who became engineers and scientists, to Whoopi Goldberg and astronaut Mae Jemison. \r\n\r\nThe Enterprise was restored by the Smithsonian in 1991, but repainted with artistic license. It looks substantially different from its onscreen appearance. Though grateful to that restorer for his hard work, we now ask that this important artifact be restored as closely as possible to its original state; and that measures be taken to reverse and halt the effects of 50 years of gravity on the ship's structural integrity. We also ask that it be moved from a basement gift shop to a more prominent site, in the Museum of American History.", 
    "category": "", 
    "title": "restore and preserve the original USS Enterprise filming model; and display it in the Nat'l Museum of American History."
  }, 
  "50ff8d53cde5b83624000010": {
    "body": "The Nagorno Karabakh conflict became as one of the most tragic conflicts in the history of XX century and affected the destiny of millions Azerbaijani. As a result of Nagorno Karabakh Conflict 20% of Azerbaijan lands - Nakorno Karabakh and adjacent 7 regions were occupied by Armenian military forces and more than one million Azerbaijan people became refugees and displaced persons. The UN Security Council ratified four resolutions (No 822, 853, 874, 884) on the Armenia's withdrawal from Azerbaijan lands. Yet Armenians did not follow the resolutions. USA is co-chairman within the OSCE Minsk Group and  USA should take active role in resolving the conflict.Link below shows the result of Armenian agression:\r\nwww.azerbaijan.az/portal/Karabakh/ArmenianAgression/armenianAgression_e.html", 
    "category": "foreign", 
    "title": "pay close attention on The Nagorno-Karabakh conflict.  20% of Azerbaijan territory was occupied by Armenian military."
  }, 
  "4e7c932c4bd504067e00006e": {
    "body": "Forgiving student loan debt would provide an immediate jolt to the economy by putting hundreds and, in some cases, thousands of extra dollars into the hands of people who WILL spend it - not just once, but each and every month thereafter - freeing them up to invest, buy homes, start businesses and families. This past year, total student loan debt finally surpassed total credit card debt in America, and is on track to exceed $1 TRILLION within the next year. Student loans themselves are responsible for tuition rates that have soared by 439% since 1982 and for saddling entire generations of educated Americans with intractable levels of student loan debt from which there is, seemingly, no escape. Relieve them of this burden and the middle class WILL rebuild this economy from the bottom-up!", 
    "category": "", 
    "title": "Forgive Student Loan Debt to Stimulate the Economy and Usher in a New Era of Innovation, Entrepreneurship and Prosperity"
  }, 
  "4ee12c302ee8d0024f000034": {
    "body": "In the recent decision memorandum by CMS regarding Intensive Behavioral Therapy for Obesity (CAG-00423N) the agency determined that potentially lifesaving preventive services for Obesity could only be furnished by primary care providers in the primary care setting. As a result, CMS has eliminated the most qualified providers, notably Registered Dietitians (RDs), along with clinical psychologists and other specialists who have been able to produce the best results for patients. The decision prevents this group from directly billing for services and from providing services outside of primary care, and limits access for older patients to qualified professionals that would help manage chronic disease. ", 
    "category": "", 
    "title": "urge CMS to reconsider its decision (CAG-00423N) excluding Registered Dietitians from direct billing for Obesity Therapy"
  }, 
  "51368c4900e579257f00000f": {
    "body": "The White House recently came out in favor of allowing consumers to unlock their own cellular telephones. We are asking the White House to apply the same laws and provisions to ebooks.\r\n\r\nThe purchase of a book, whether online or not, is a purchase, not a license. Digital books should be legal to read on any device that supports standard text files. Legally purchased digital books should not self-destruct, expire or disapper, except under conditions of damage or obsalescence. Within reasonable limits, book purchasers have the right to lend or give books to friends, charitable organizations and libraries. Finally, libraries should be permitted to lend ebooks under the same rules as physical books.\r\n\r\nWe ask the Obama Administration to champion the rights of readers to own their ebooks.", 
    "category": "IP", 
    "title": "Protect Readers' Rights by Unlocking Ebooks"
  }, 
  "5115d5096ce61c722c000007": {
    "body": "On 01/30/13, CMS Announced New Phase of Medical Equipment Bidding Program. Rates in Round 2 of DMEPOS Competitive Bidding are on average 45 % less than current fee schedule amounts and for mail-order diabetic supplies are on average 72 % less. \r\nThe current program is very harmful to small businesses and causing serious access issues for recipients.  The rates offered are very low and will force small providers out of business. \r\nThe current rates are based on a convoluted methodology which pits small providers in a life or death situation. \r\nAs provider of DME, we are asking for your support to replace the current DME Competitive Bidding program with the industry supported MPP (H.R. 6490) which is a more sustainable alternative. \r\n", 
    "category": "", 
    "title": "replace the current DME Competitive Bidding program with the industry supported Market Pricing Program"
  }, 
  "50dc8e64a9a0b1ea2c000005": {
    "body": "Sen. Diane Feinstein has announced that she will be introducing new gun legislation in Jan 2013. The proposals of this legislation are in direct contradiction to both the spirit and letter of the Second Amendment of the Bill of Rights. Her blatant disregard for the rights of citizens, and willingness to make criminals of a large number of law abiding gun owners, needs to be addressed. The summary of the new proposals can be seen at:\r\nhttp://www.feinstein.senate.gov/public/index.cfm/files/serve/?File_id=10993387-5d4d-4680-a872-ac8ca4359119\r\n\r\nPlease sign today, and write your elected representatives!", 
    "category": "progun", 
    "title": "Impeach Sen. Diane Feinstein for violating her oath to support and defend the Constitution of the United States, re: AWB"
  }, 
  "511da0556ce61c8522000016": {
    "body": "The Pentagon is introducing a new medal to recognized the service of pilots of unmanned drones during combat operations. This medal will be placed in precedence order just below the Distinguished Flying Cross and just above a Bronze Star Medal. Bronze Stars are commonly awarded with a Valor device in recognition of a soldier's service in the heat of combat while on the ground in the theater of operation. Under no circumstance should a medal that is designed to honor a pilot, that is controlling a drone via remote control, thousands of miles away from the theater of operation, rank above a medal that involves a soldier being in the line of fire on the ground. This is an injustice to those who have served and risked their lives and this should not be allowed to move forward as planned.", 
    "category": "", 
    "title": "Lower the precedence of the new Distinguished Warfare Medal"
  }, 
  "511adb8d8cce3fd57900000a": {
    "body": "We the people demand that the United States flag be flown at half mast in honor of one of our nation's great heroes, CPO Chris Kyle. Chief Petty Officer Kyle saved countless lives of the troops he served with in his tours overseas. He served this country with honor in his military career and continued to help his fellow veterans after his discharge. This man is one of this nation's great sons and he deserves this nation's respect. We ask that the flag be ordered to half mast for a period of one week in honor of a hero.", 
    "category": "personal", 
    "title": "Fly the flag at half mast for the Navy SEAL and American hero, Chief Petty Officer Chris Kyle."
  }, 
  "50d6da596ce61c1940000018": {
    "body": "The President of Russia will consider \"anti-magnitsky act\" after approving by the Federation Council. \r\n\r\nWe want Mr. Obama to impose sanctions on Mr. Putin if he will sign this law.\r\n", 
    "category": "foreign", 
    "title": "add Mr. Putin to Magnitsky list if he will support \"anti-Magnitsky Act\""
  }, 
  "4f246e6b709f03b02e00000a": {
    "body": "The present Administration, through the Health and Human Services Department, is mandating that all employer healthcare insurance plans provide coverage for procedures which violate the beliefs of the Catholic Church, and Catholic institutions.\r\n\r\nBasically, the new rules require the Catholic Church, and the institutions operating faithfully under the aegis of the Church, to provide coverage for contraceptive drugs and procedures. This requirement violates the beliefs of the Church. \r\n\r\nNever before has the United States Government deigned to represent \"transcendental truth\" on matters of conscience for any religion within these United States. That in itself is unprecedented, which is also why it is unconstitutional. \r\n\r\nSign to Let the present Administration know that this mandate cannot stand.", 
    "category": "", 
    "title": "Rescind the HHS Dept. Mandate Requiring Catholic Employers to Provide Contraceptives/Abortifacients to Their Employees"
  }, 
  "513005fcee140ffb19000007": {
    "body": "According to the American Cancer Society’s report on Colorectal Cancer: “Colorectal cancer is often found after symptoms appear, [sic] and most people with early colon or rectal cancer have no symptoms of the disease. Symptoms usually only appear with more advanced cases. Regular screening can often find colorectal cancer early, when it is most likely to be curable. In many cases, screening can also prevent colorectal cancer altogether. This is because some polyps, or growths can be found and removed before they have the chance to turn into cancer.”\r\n\r\nThe rates for colon cancer in people 50 & older have declined while the rates in people younger than 50 has risen. Survival rates decrease as the disease advances without detection.\r\n\r\nLower the screening age.\r\n\r\nIn Memory of Dave “Diamond” Cox\r\n\r\n", 
    "category": "medical", 
    "title": "Mandate the change of the recommended Colon Cancer screening age.  Early screening stops early deaths."
  }, 
  "4e7b3623709f036e7a000002": {
    "body": "The proposed Keystone XL pipeline threatens our water, our land, and our future. If permitted and constructed, the pipeline would further fuel the devastating extraction of tar sands in Alberta, and funnel highly toxic tar sands oil across the U.S.\r\n\r\nBig Oil has exploited the Canadian tar sands to great profit, but the environment and indigenous communities have paid a steep price.\r\n\r\nThe threat that pipeline spills pose to our land and water supplies is simply unacceptable. \r\n\r\nAdditionally, tar sands oil produces three times as much carbon pollution as conventional oil. We have a moral obligation to prevent the expansion of the tar sands and move towards a 100% clean energy future.\r\n\r\nPlease reject the Keystone XL permit and invest in real solutions to our climate and energy crisis.", 
    "category": "", 
    "title": "Reject the Keystone XL Pipeline"
  }, 
  "4e81dfc94bd504e71c000189": {
    "body": "Electronic cigarettes have just begun to capture the attention of the American public, 24% of whom are regular cigarette smokers. This new technology has shown promise in reducing the adverse health effects associated with smoking, while delivering an experience that can satisfy the cravings which make quitting so difficult. It's no secret that smoking accounts for nearly $100 billion dollars in healthcare costs annually- not to mention the productivity lost when smokers fall ill or pass away due to smoking related diseases. The administration's support for this emerging technology would pave the way for reducing the societal costs of smoking, while creating jobs in a new sector which has grown significantly in the past two years. Support job creation and deficit reduction by signing now!", 
    "category": "", 
    "title": "Recognize electronic cigarettes as an effective alternative to smoking and support job creation in this new industry."
  }, 
  "511411caa9a0b1b556000007": {
    "body": "CDH is a birth defect that occurs when the diaphragm fails to fully form, allowing abdominal organs into the chest cavity and preventing lung growth.  50% of babies born with CDH do not survive. The remaining 50% endure long hospitalizations and complications. The cause is not known.\r\n\r\nCongenital Diaphragmatic Hernia occurs in 1 of every 2500 births; 1600 babies in the United States every year. Over a half million babies have been born with CDH since 2000. CDH is as common as Spina Bifida and Cystic Fibrosis but there is very little awareness and even less research.\r\n\r\nWe ask President Obama to light the White House in the CDH Awareness ribbon colors of blue, pink and yellow with clouds or with the international symbol of CDH, the cherub.\r\n\r\nLearn more at http://www.SaveTheCherubs.org", 
    "category": "special", 
    "title": "Light the White House up for the International Day of Congenital Diaphragmatic Hernia Awareness on April 19th"
  }, 
  "4e7ccee9ec309e683f000002": {
    "body": "Since 2001, the National Guard has answered the call both domestically & overseas. The last 10 years of war as well as disasters such as Hurricane Katrina have demonstrated to our country that the National Guard is an indispensable member of our national defense and disaster response forces. Like other military forces, the Guard has been challenged by long-term & multiple deployments to front lines in Iraq & Afghanistan, yet they are not currently represented in the Joint Chiefs of Staff (JCS). Becoming a permanent member of the JCS will further enhance the ability of the National Guard to perform both its state and federal missions by ensuring that the Chief of the National Guard Bureau is at the table when important homeland defense and disaster response issues are being addressed.", 
    "category": "", 
    "title": "give the National Guard a seat on the Joint Chiefs of Staff."
  }, 
  "4e7ca3b8cf436a8002000025": {
    "body": "To prevent the suffering of dogs and puppies in puppy mills, will the President act to close the current regulatory loophole and require large-scale, commercial breeders who sell puppies online and directly to the public to be covered by USDA’s Animal Welfare Act regulations, including minimum standards for humane care and treatment? This will help to protect consumers from unknowingly buying sick puppies from inhumane facilities and help to eliminate the horrible conditions in large-scale puppy mills.", 
    "category": "animals", 
    "title": "crack down on puppy mills."
  }, 
  "4e7b4d642ee8d0a005000001": {
    "body": "Dear President Obama,\r\n\r\nWe, your undersigned Americans, knowing you to be committed to fairness and justice, hereby Petition that you direct your Attorney General:\r\n\r\n(1) To take prompt and effective steps to correct the gross injustice that has been perpetrated with the federal prosecution of Sholom Rubashkin.\r\n\r\n(2) To initiate an investigation into this case as has been requested by 47 Members of the House of Representatives, who have separately and independently written to Attorney General Eric Holder about the prosecution of Sholom Rubashkin.\r\n\r\n(3) To respond to the demand made by 75 law professors and former U.S. Attorneys (including three former Deputy Attorneys General) to investigate prosecutorial misconduct in the case of United States vs. Sholom Rubashkin.\r\n\r\nwww.justiceforsholom.org", 
    "category": "personal", 
    "title": "Call an Investigation into Allegations of Prosecutorial & Judicial Misconduct in the Case of Sholom Rubashkin"
  }, 
  "4f0db2bc4bd504bf75000014": {
    "body": "We expect candidates for federal office to follow our campaign finance laws, but the FEC – the agency charged with enforcing those laws – is completely dysfunctional.\r\n\r\nThree of the six commissioners staunchly refuse to enforce the law and five of the six are serving despite expired terms.\r\n\r\nPrior to your election, you professed support for campaign finance reform. We agree with you that the Citizens United Supreme Court decision was disastrous and the failure of Congress to require disclosure of campaign-related spending was outrageous.  Nevertheless, you have failed to appoint new commissioners who actually would enforce such laws.\r\n\r\nTo restore some faith into the democratic process, we urge you to nominate new commissioners to the FEC prior to the 2012 elections.  \r\n", 
    "category": "elections", 
    "title": "Nominate New Commissioners to the Federal Election Commission (FEC)."
  }, 
  "512c0dd37043015e67000019": {
    "body": "Several internet providers have unveiled their \"Six strike\" plan. The purpose is just as it seeks to fight copyright infringement and protect IP. The problem however is that to due so would require the providers to monitor data use and compile records of said use, infringing on privacy. On top of that if they believe you to be infringing they will begin throttling with no due process, unless you pay 35$ for an appeal, making it hard for you to connect to and search on the internet. The internet is increasingly becoming far more than a luxury every day. It is the fuel of our economy; enabling commerce, spurring innovation around the world, and spreading the ideals of the future. This plan will halt the flow of information and lock the poor out with no reprieve. The costs are not worth it.", 
    "category": "IP", 
    "title": "Address the Six Strikes plan being pursued by AT&T, Cablevision Systems, Comcast, Time Warner Cable and Verizon"
  }, 
  "511b2fceb15a7ad66f000006": {
    "body": "In 1971, the Pakistani Army, in collaboration with a group of Islamist leaders, unleashed unbelievable horrors on an unarmed, civilian population killing 3 million people and raping more than 200,000 women. Today, as Bangladesh is finally seeking justice for these mass killings, religious extremist groups throughout the world are conspiring against Bangladesh. The government of Bangladesh has already received veiled threats from the President of Turkey, and \"The Muslim Brotherhood\" has issued a strongly-worded press release in support of these war criminals. We urge President Barack Obama and this administration to express solidarity with the millions of Bangladeshis who are spontaneously demanding justice and an end to communal politics.", 
    "category": "foreign", 
    "title": "Express solidarity with the protesters in Bangladesh who are seeking justice for the war crimes of 1971."
  }, 
  "50ced0ed6ce61c0a65000016": {
    "body": "My fellow Americans, it is time that we come to the realization of failed policies. In remembrance of the lives lost in this most recent tragedy we must band together to defend the right to bear arms more than ever. Understand that this occurred in an area which already has strict gun laws and also took place in a \"gun free zone.\" Now there is no way to predict how many lives could have been saved or if this could have been avoided altogether, but we will never know unless we take a step in the right direction of freedom and individual liberties. Let's empower the educators, not the criminals, because only criminals do not obey the laws and with this in mind there is no law that can change this fact. Liberty is safety, not laws, freedom and rights. So please, spread the message of liberty!", 
    "category": "progun", 
    "title": "End the gun free zones and we the people demand a vote on the Citizens Protection Act H.R. 2613"
  }, 
  "51210a5beab72a3b6f000006": {
    "body": "We petition the President of the United States to finally admit what we all know; That this platform is utterly useless, and that the responses the President provide are only given to trick people into making them think that the President actually cares about them in any way. ", 
    "category": "joke", 
    "title": "Admit that these petitions are just going to be ignored."
  }, 
  "509ebcddee140f2952000005": {
    "body": "We the people of the great state of Florida, do see that in today's world the Federal Government has not led our citizens justly and with honor. We therefore as free men and women of our great state do believe that it is time to take matter upon ourselves to ensure our continued freedom, and to enact our own laws and here buy govern ourselves without the federal government's involvement in our internal matters from this day forward. \r\n\r\nThey who can give up essential liberty to obtain a little temporary safety, deserve neither liberty nor safety.\r\nBenjamin Franklin: 1775", 
    "category": "secession", 
    "title": "Peacefully grant the State of Florida to withdraw from the United States of America and create its own NEW government."
  }, 
  "51360beaadfd95ca30000005": {
    "body": "Daylight Savings Time is an archaic practice in our modern society. \r\n\r\nThe original reasons for the policies are no longer applicable, and the most cited reason for keeping DST (energy savings) has never been shown to be true.\r\n\r\nSome industries still like DST (like sporting equipment retailers), but there are many more who dislike the changed hours (like television).\r\n\r\nThe real issue, however is not the later hours or extra sunlight. Studies have shown that changing the clocks is responsible for health problems (including increased heart attack and vehicular accident risks) and leads to hundreds of thousands of hours of lost productivity in workplaces across the country. Also: It's really annoying.\r\n\r\nWe should either eliminate DST or make it the year-round standard time for the whole country.", 
    "category": "", 
    "title": "Eliminate the bi-annual time change caused by Daylight Savings Time"
  }, 
  "4e7b96024bd504e25f000001": {
    "body": "Appropriate regulation of online poker will put the U.S. in charge of safeguarding responsible adult players, prevent underage participation and protect those with excessive gaming habits. The current, unregulated U.S. marketplace does not guarantee a single consumer protection.  \r\n\r\nU.S. regulation of this global industry will also mean the creation of American jobs and billions in new revenue without raising taxes.  Licensed U.S.-based horse race wagering sites have proven that online betting sites can be successfully regulated. It is time to allow online poker the same opportunity.\r\n", 
    "category": "", 
    "title": "protect consumers, create jobs and generate revenue by licensing and regulating online poker."
  }, 
  "4e809fec11fb9cfb3200016e": {
    "body": "US Embassy and Consulates in mainland China employ a third-party call center to schedule visa interviews, which incurs a fee of $0.7/minute and extensive traveling cost for buying pre-paid phone cards. This system does not benefit the US government and nourishes corruption.\r\n\r\nWe the people urge the U.S. Embassy and Consulates to switch to a free online system for visa-scheduling in China. If not, please explain why visa applicants in most other countries and regions can schedule their visa interviews online for free, which is efficient, accurate, and cost-effective.", 
    "category": "immigration", 
    "title": "Switching to a free online visa appointment scheduling system in China"
  }, 
  "50f3afbfadfd952304000009": {
    "body": "The FDA has repeatedly stated its intent to propose a “deeming” regulation to apply Chapter IX of the FSPTCA to e-cigarettes. But Sections 905 and 910 would ban all e-cigarettes, and other provisions of Chapter IX would also decimate the e-cigarette industry, protect cigarette markets and otherwise threaten public health. The FDA should NOT propose or approve any regulation that would deny cigarette smokers legal or affordable access to less hazardous smokefree alternatives. ~ Bill Godshall\r\n\r\nE-cigarettes and associated accessories and liquids are less hazardous than cigarettes and can reduce the risks of smoking. With the use of these devices millions have successfully reduced the use of cigarettes. Don't let the FDA deny us access to these alternatives to smoking.", 
    "category": "", 
    "title": "Prevent the FDA from regulating or banning the sale and use of electronic cigarettes, accessories and associated liquids"
  }, 
  "511c52bf704301fa6d000012": {
    "body": "CISPA is about information sharing. It creates broad legal exemptions that allow the government to share \"cyber threat intelligence\" with private companies, and companies to share \"cyber threat information\" with the government, for the purposes of enhancing cybersecurity. The problems arise from the definitions of these terms, especially when it comes to companies sharing data with the feds.\r\n\r\nPlease sign and share this petition so that we can protect the internet and our privacy.", 
    "category": "", 
    "title": "Stop CISPA (Cyber Intelligence Sharing and Protection Act)"
  }, 
  "4f5448ce11fb9cb06f00004a": {
    "body": "For generations, the Chagossians lived on the Chagos Archipelago in the Indian Ocean. But in the 1960s, the U.S. and U.K. governments expelled the Chagossians from their homes to allow the United States to build a military base on Diego Garcia. Facing social, cultural, and economic despair, the Chagossians now live as a marginalized community in Mauritius and Seychelles and have not been allowed to return home. The recent passing of the oldest member of the exiled population underscores the urgent need to improve the human rights of the Chagossians. We cannot let others die without the opportunity to return home and obtain redress. The United States should provide relief to the Chagossians in the form of resettlement to the outer Chagos islands, employment, and compensation.", 
    "category": "foreign", 
    "title": "The U.S. Government Must Redress Wrongs Against the Chagossians"
  }, 
  "4e7b352b4bd5046c04000000": {
    "body": "\r\nEvery year in the United States, an estimated 6 to 8 million lost, abandoned, or unwanted dogs and cats enter animal shelters and nearly half of these animals—many of them healthy, young, and adoptable—must be euthanized because there are too many animals and not enough good homes. \r\n\r\nThis tragedy occurs because people don't spay and neuter their animals and because greedy breeders continue to churn out more puppies. Because all dogs and cats are precious and because no more animals need to be bred when so many others go without hope of being adopted, PETA is calling for a mandatory spay-and-neuter law until all dogs and cats in the United States have a home to call their own. \r\n\r\nSign the petition calling for a mandatory spay-and-neuter law to help end the animal overpopulation crisis. \r\n", 
    "category": "animals", 
    "title": "Stop Animal Homelessness at Its Roots"
  }, 
  "5133b769a9a0b14158000014": {
    "body": "Legal documents in the United States only recognize \"male\" and \"female\" as genders, leaving anyone who does not identify as one of these two genders with no option. Australia and New Zealand both allow an X in place of an M or an F on passports for this purpose, and the UK recognizes 'Mx' (pronounced \"Mix\") as a gender-neutral title.\r\nThis petition asks the Obama administration to legally recognize genders outside of the male-female binary, and provide an option for these genders on all legal documents and records.", 
    "category": "gayrights", 
    "title": "Recognize non-binary genders."
  }, 
  "511bfb278cce3f9426000007": {
    "body": "Under the current Family Medical Leave Act -FMLA- the federal government allows a new parent to take 12 weeks of unpaid maternity leave for the birth or adoption of a child.\r\n\r\n12 weeks is not nearly enough time for a parent to bond or simply spend time with their new child before they are required to go back to work. We think that 26 weeks (6 months) is a more reasonable amount of time for a parent to return to their job.\r\n\r\nWe also feel:\r\n- You shouldn't have to leave your child in the care of possibly a stranger so early in life\r\n- 6 months would allow more time and choices with feeding\r\n- With 6 months rather than just 12 weeks a baby can establish a more regular sleeping pattern which will make return to work much easier\r\n\r\nWildwood Middle School 7th & 8th grade Journalism class, Wildwood, NJ\r\n", 
    "category": "special", 
    "title": "Extend the current federal 12 week maternity leave under the Family Medical Leave Act to 26 weeks (6 months)"
  }, 
  "4e83e7b7ec309e5d1b000008": {
    "body": "F1 visas issued to international students from certain countries such as mainland China are typically valid for less than the duration of the intended academic program (e.g. 1 year). Visa renewal is expensive and time consuming. The duration of validity should be extended to be commensurate with the intended academic program (typically 2 yr for master's and 5 yr for Ph.D.). An alternative approach is to allow renewal of F1 visa prior to the travel, so that in case the renewal is denied, the student would be given a chance to consider a later date of travel to avoid unexpected interruption of study and teaching. This would also prevent international students from risking their safety to renew their visas in neighboring countries, such as Mexico which is currently suffering from drug wars.", 
    "category": "immigration", 
    "title": "Extend the validity period of F1 student visas to be commensurate with the academic program or allow renewal within U.S."
  }, 
  "4e7bf7118d8c37414000001d": {
    "body": "Repeal the detrimental law known as the \"Patriot Act\" immediately.  It does not protect us, and it infringes upon our civil rights.  If we exchange our freedoms for safety, are we really beating the terrorists?", 
    "category": "liberal", 
    "title": "End the Patriot Act"
  }, 
  "511d68e22bcfa3e33f00000d": {
    "body": "Dutch is a 4-year-old American Allaunt, who is a registered service dog and an important part of Jeremy Aguilar's life. According to the Aguilars, Dutch has never shown any aggressive behavior before or after the incident and is a certified AKC Canine Good Citizen. In November of 2012, Dutch was beaten and hit with a metal pole because he and another dog got into a fight. In self defense, Dutch bit the woman doing the beating on the leg and buttock. A judge in Montrose, Colorado has ordered Dutch to be euthanized- even though he has worked with trainers, veterinarians, and behavioral specialists both before and after the incident. They have all reported that Dutch is a well-mannered dog with a wonderful temperament. The professionals agree that Dutch bit in self-defense and was provoked.", 
    "category": "animals", 
    "title": "Stop the Court-Ordered Euthanasia of Service Dog, Dutch"
  }, 
  "51281aa9688938cf75000011": {
    "body": "Since NASA was started in 1958, the budget has fluctuated but in the years preceding the lunar landing it was up to 3 or even 4 percent (1st link). This organization is the future of the national economy and will unintentionally benefit all of our lives (2nd link). Because the problems that NASA encounters are highly theoretical, the solutions must be extremely innovative/creative. If you are still not convinced I urge you to click on the third link which is directed towards a Neil Degrasse Tyson video. Thank you for your time.\r\nCurrent NASA budget information: http://en.wikipedia.org/wiki/Budget_of_NASA\r\nSpin-Off Technologies made possible by NASA research:\r\nhttp://en.wikipedia.org/wiki/NASA_spin-off_technologies\r\nNeil DeGrasse Tyson video:\r\nhttp://www.youtube.com/watch?v=CbIZU8cQWXc", 
    "category": "special", 
    "title": "Re-evaluate the NASA budget"
  }
}